{
  "status": "ok",
  "totalResults": 38,
  "articles": [
    {
      "source": {
        "id": null,
        "name": "New York Times"
      },
      "author": "John Eligon",
      "title": "كيف تكون غني | 10 طرق سهلة لتصبح غني\n",
      "url": "https://sample-videos.com/video123/mp4/720/big_buck_bunny_720p_20mb.mp4",
      "urlToImage": "https://images.unsplash.com/photo-1591696205602-2f950c417cb9?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=1050&q=80",
      "publishedAt": "كُن ممتنا\nتحقيق الثراء لا يتطلب فقط أن توظف العوامل الخارجية توظيفاً صحيحاً ، فهناك العديد من عوامل الشخصية التي يجب عليك محاذاتها لكي تنجح في أي مشروع بدأت فيه.\nمن الضروري المحافظة على التواضع والامتنان للتقدم الذي أحرزته في كل خطوة على الطريق.\nلا يحبذ الناس إعطاء أموالهم إلى شخص لا يقدرها . إن طريق النجاح يعتمد على  إبقاء حياتك في منظورها الصحيح والبقاء شاكراً وممتناً ومتواضعاً.\nتعلُّم الصبر\nمن السمات الشخصية الأخرى الضرورية للنجاح والثراء:  الصبر.\nلا يمكن تحقيق شيء ضخم في يوم وليلة، ولن تستطيع أن تكون ثرياً في غضون أيام قليلة.\nقد تستغرق جهودك نحو تحقيق الثراء شهوراً أو حتى أعواماً من العمل.\nمن السهل أن تشعر بالإحباط في ظل ظهور الأثرياء طوال الوقت ، ولذلك عليك أن تقتنع بأهمية عدم مقارنة نجاحك بالآخرين.\nعلى المدى الطويل ستتمكن من جني ثمار الصبر، وهذا لا يعني أن تنتظر أن تحدث الأمور من تلقاء نفسها بدلاً من أخذ المخاطرة.\nيحتاج النجاح إلى بعض الوقت والإحباط يضر بجهودك.\nعلِّم نفسك\nمن المهم أن تجرب وتعلم نفسك ، ليس فقط في المجال الذي تختاره ولكن أيضًا في شتى المجالات حول العالم. على سبيل المثال ، تعد متابعة الأخبار مهمة للغاية إذا كنت ترغب في اتخاذ قرار بشأن الاستثمار أو معرفة التوجهات القادمة.\nالجهل هو القاتل الرئيسي لأي جهود لكسب المال.\nهذا يعني أنه عليك تعليم نفسك باستمرار. لا ينبغي عليك أن تترك الأحداث أو التوجهات الهامة تفلت من بين يديك ، فقد يحمل أحدها فرصة أو تهديداً لك.\nلذلك فبقائك واعياً بما يدور حولك هو أمر أساسي.\nخذ المخاطر المحسوبة\nلا يمكنك الحصول على الكثير المال دون المخاطرة، حيث تتطلب كل طرق ربح المال سواء كنت تبدأ نشاطًا تجاريًا أو تستثمر في الأسهم ، بعض المخاطر.\nحتى بيع أثاثك القديم يتطلب منك المجازفة في انتظار المشتري ليدفع لك، وهي مخاطرة صغيرة نسبيًا عند مقارنتها بتحديد ما إذا كنت ستنفق ملايين الدولارات على خط إنتاج جديد ، لكنها لا تزال تشكل مخاطرة.\nمن أجل كسب المال ، عليك أن تؤمن أن مشروعك أو فكرتك سوف تنجح.\nلذلك ، من المهم التفكير بعمق وتقييم النتائج المحتملة قبل أن تقرر أن الاستثمار يستحق المخاطرة. إن المخاطرة دون التفكير فيها مسبقًا هي طريقة  لخسارة الأموال.\nللكسب ، يجب أن تأخذ المخاطر المحسوبة فقط.\nرد الجميل\nمن المهم رد الجميل للمجتمع. هذا يعود بنا إلى النقطة الأولى التي تدور حول إضافة قيمة إلى العالم من حولك.\nإذا ربحت بعض المال ، فقم بالتبرع ببعض الأموال في المجالات الخيرية . وبهذه الطريقة ، فأنت تضيف قيمة إلى العالم بعد أن أضفت قيمة لنفسك.\nيختلف مفهوم الثراء بالنسبة لكل فرد ، فبعض الناس يسرون بالحصول على منزل لطيف ووظيفة بدخل متوسط، بينما يطمح الآخرون في أن يصبحوا من أصحاب الملايين والمليارات.\nستساعدك الخطوات السابقة تحقيق مستوى الثروة الذي ترغب فيه.",
      "content": "نريد جميعنا العيش براحة والتمتع باستقرار مالي. فنحن نريد أن نكون أغنياء ، وأن نكون قادرين على شراء أي شيء نرغب في شرائه ، وأن نتمكن من الوصول إلى نمط حياة متميز. وبالرغم من وضوح الهدف،  فمن الصعب معرفة كيفية بدء الرحلة لنصبح أثرياء.\nقبل البدء ، يجب  الاعتراف بأن الثراء يتطلب وقتًا وجهدًا. فهناك عدد قليل من الطرق يمكنك من الحصول على على ثروة كبيرة فورية ، وكلها تستند إلى الحظ. ليس كل منا قادر على الفوز في المسابقات أو ورث ثروة من قريب غني ..!\nوبالتالي يتطلب الثراء في معظم الحالات الكثير من العمل الشاق والصبر والوقت. هناك بعض الأشياء المجربة والحقيقية التي يمكنك القيام بها والتي يمكن أن تساعدك على الثراء ، ولكن الأساس هو العمل بجد وثبات ، وإبقاء عينك على الهدف.\nإضافة القيمة\nهناك شيء مشترك بين الكثير من الأثرياء الذين صنعوا أنفسهم بأنفسهم بأنهم تمكنوا من تقديم إضافات قيمة على اختلاف مجالاتهم. أصبح الكثير من  الأطباء والمهندسين والمخرجين  أغنياء بعد إضافة القيمة لأنفسهم ثم إضافة القيمة إلى العالم. على سبيل المثال ، قد يكون جراح الأعصاب الغني موهوبًا وذو مهارة خاصة ، وتمكن هذا الجراح من تقديم قيمة إضافية للعالم بعد تحسين مهارته ونوعية حياته.\nإضافة القيمة هي أساس بدء رحلتك نحو الثراء . قم بتطوير معارفك ومهاراتك  التي تستحق  أن يدفع لك شخص ما في مقابلها مبلغًا كبيرًا من المال. اقنع الناس بأنك تستحق المال  لأنك ستضيف قيمة إلى حياتهم في المقابل.\nافرض الضرائب على نفسك\nمفهوم ادخار المال ليس مفهومًا جديدًا. ومع ذلك ، فمن السهل للغاية صرف تلك المدخرات عندما ترغب في شراء شيء بشدة. المفتاح لتحقيق هدفك المتمثل في جمع الثروة هو المحاولة فعلاً وتوفير المال.\nهناك طريقة مختلفة للنظر إلى مدخراتك وهي النظر إليها كضرائب، بمجرد دفع الضرائب الخاصة بك ، فإنك لا تستطيع استعادة كامل  المبلغ مرة أخرى.\nتعامل مع مدخراتك بنفس الطريقة. ضع المال جانباً في حساب التوفير أو قم بتحويله إلى حساب منفصل تمامًا حيث لا يمكنك لمسه.\nتعامل مع مدخراتك مثل المال الذي لن تسترده أبدًا ، حتى اليوم الذي ستسترده فيه مرة واحدة.\nضع خطة وتابعها\nاحتمال أن تعثر فجأة على ثروات هائلة هو احتمال منخفض للغاية.\nعلى الرغم من أنه قد يبدو لك أن الكثير من قصص النجاح التي تسمعها تستند إلى الحظ ، فإن هذا ليس صحيحًا في الواقع.\nمن المحتمل وجود بعض الحظ ، لكن معظم الأثرياء أصبحوا كذلك من خلال التخطيط والانضباط الدقيق.\nيتضمن ذلك أشياء مثل وضع الميزانيات والجداول الزمنية ، بالإضافة إلى تخطيط ما يجب القيام به في كل خطوة على طريق النجاح.\nمن المهم ألا تشعر بالرضا وأن تبذل قصارى جهدك ، ووضع خطة يساعدك على تحقيق ذلك دون إضاعة الكثير من الوقت غير الضروري.\nكما أن تحديد ميزانية والتقيد بها هو جزء واحد فقط من هذه العملية.\nاستثمر\nالهدف الأساسي للاستثمار هو كسب المزيد من المال الذي أنفقته. ومع ذلك ، من المهم اختيار استثماراتك بحكمة.\nهناك الكثير من الأماكن التي يمكن أن تستثمر  فيها ، ولكن من الصعب عليك معرفة أي منها سيؤدي إلى تحقيق أرباح لك.\nيُعد الاستثمار العقاري استثماراً جيداً لكنه مكلف.\nليس من الضروري أن يكون الاستثمار في سوق الأوراق المالية مكلفًا ، لكنه قد يكون محفوفًا بالمخاطر وغير مستقر.\n هناك الكثير من العوامل التي يجب مراعاتها عند الاستثمار ، لذلك تأكد من التفكير في الأمر بطريقة عقلانية.\nتحدث إلى الخبراء أو الأصدقاء الذين لديهم خبرة في الاستثمار قبل اتخاذ القرار.\nابدأ عملاً تجارياً\nهذا القول أسهل بكثير من القيام به ، ولكن الخطوات الأربعة السابقة تضع الأساس لتتمكن من بدء مشروعك التجاري.\nإذا كان لديك موهبة في العمل التجاري أو تريد أن تكون رئيس نفسك ، فقد تكون هذه خطوة رائعة لكسب بعض المال. ومع ذلك ، كما يقول العديد من رواد الأعمال ، فإن إنشاء المشروع التجاري يتطلب الكثير من التكاليف المقدمة في مقابل ضعف الإيرادات  في البداية.\nريادة الأعمال ليست طريقة سريعة للثراء ، ولكنها  تغيير هائل في نمط الحياة، ولهذا التغيير  تجاربه الفريدة ومكافآته ، وفي كثير من الحالات يستحق كل هذا العناء.\nومع ذلك ، لا ينبغي أخذ الأمر بمحمل الاستخفاف، فإنشاء العمل التجاري يتطلب الالتزام والمثابرة وبعض الحظ لتحقيق النجاح. قد يستغرق بعض الوقت ، إلا أنه يمكن أن يساعدك بالتأكيد على الثراء.\n"
    },
    {
      "source": {
        "id": null,
        "name": "ESPN"
      },
      "author": null,
      "title": "كيف تصبح مليونير |أفضل الطرق لتصبح مليونير\n",
      "description": "Get a report of the England vs. Denmark 2020 European Championship, Semifinals football match.",
      "url": "https://commondatastorage.googleapis.com/gtv-videos-bucket/sample/BigBuckBunny.mp4",
      "urlToImage": "https://images.unsplash.com/photo-1486406146926-c627a92ad1ab?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=1050&q=80",
      "publishedAt": "بينما يقوم خبراء آخرون بتصميم الندوات وورش العمل والبرامج التدريبية حيث يبيعون كتبهم والمواد الأخرى.\nالفنانون مثل الممثلين والمطربين يحولون أنفسهم و “صورهم” إلى كيان قابل للتسويق.\nبينما قد يقوم فنيو الكهرباء والسباكين وعمال الأخشاب والبنائين وغيرهم من الحرفيين بإنشاء أدوات جديدة لاستخدامها في مجالاتهم.\nوينطبق الشيء نفسه على الجراحين وأطباء الأسنان الذين يصممون  أدوات محسنة.\nيحول مطورو البرامج أفكارهم ورموزهم إلى ملكية فكرية.\nإذا كانت لديك فكرة أو تمكنت من إتقان ما تفعله ، ففكر في الطرق التي يمكنك بها إنشاء اشتراكات أو تراخيص أو امتيازات للتوسع في  مجال عملك.\nابن عملك التجاري\nإذا كنت تعمل في مجال تقديم الخدمات ، فقد  يكون تقديم الخدمة بشكل متكرر صعباً، حيث سيقع عبء العمل عليك وحدك نظراً لأنه في مجال خبرتك وأنت صاحب العمل .\nعليك أن تعرف طريقة لتدريب الآخرين على القيام بما تفعله حتى تتمكن من العمل على تطوير عملك بدلاً من الانغماس في تأدية العمل.\nالوضع مختلف إذا كنت تقدم منتجاً. يجب عليك معرفة كيفية تسويق هذا المنتج وتصنيعه وتوزيعه بشكل مربح.\nالاستثمار في العقارات\nبذل أصحاب الملايين من المستثمرين العقاريين الكثير من الجهد حتى تمكنوا من جني الثمار في وقت لاحق على شكل إيرادات ، ناهيك عن ارتفاع قيمة العقارات مع مرور الوقت.\nأيضاً يتحمل أولئك الذين يعملون في المجال العقاري  مخاطر كبيرة ؛ البعض يحصل على مكاسب كبيرة ، والبعض الآخر قد يخسر ، لذلك كن مستعدًا لعمليات الصعود والهبوط في مشاريعك العقارية.\nوظِّف مستشاراً مالياً\nعلى الرغم من أنك قد تعتقد أنك تتبع  جميع الخطوات الصحيحة ، فإنه يجب عليك استشارة أحد المحترفين.\nيستطيع المستشارون الماليون مساعدتك في إنشاء خارطة طريق لأهداف المدخرات الخاصة بك ، وتوجيهك نحو الاستثمارات الحكيمة ، وتحديد المجالات التي يمكنك من خلالها تخفيض النفقات أو الحصول على عوائد أفضل من هذه الاستثمارات.\nاستثمر بذكاء\nابحث عن المجالات التي يمكنك النجاح فيها ، ولا تقم باستخدام مبلغاً ضخماً من دخلك لأغراض الاستثمار .\nابدأ بالمبلغ الذي تشعر بالراحة لاستثماره.\nضع خطة مالية\nسواء كان لديك مستشارًا ماليًا أو قررت أن تكون منفرداً ، فأنت بحاجة إلى خطة عمل.\nكم ستدخر؟ أين سوف تستثمر ومتى؟ ماذا لو تركت وظيفتك أو كان لديك نكسة مالية؟ حاول الاستعداد لأكبر عدد ممكن من النتائج.\nليس عليك أن تتخيل دائمًا السيناريو الأسوأ ، ولكن يجب أن تعرف ما الذي ستفعله إذا خرجت عن المسار.\n",
      "content": "بضع خطوات بسيطة يمكن أن تحدث فرقاً\nهل تعتقد أنه ليس بإمكانك أن تصبح مليونيرا؟\nقد تتفاجأ من الطرق المختلفة التي قد تمكنك من تحقيق ذلك. ولكن قبل أن تتحمس ، إذا كنت تعتقد أن كونك مليونيراً يعني امتلاك السيارات الفاخرة والمنزل الفخم وأسلوب الحياة الراقي ، فكر مرة أخرى. إذا كان لديك مليون دولار وأنفقته بهذه الطريقة ، فستفقده سريعاً.\nطوِّر حياتك المهنية وخبرتك\nأصبح أصحاب الملايين كذلك؛ لأنهم عملوا بجد ووجدوا طريقة لكسب الكثير من المال.\nلقد حصلوا على درجات علمية وترقيات مهنية وشهادات لزيادة معرفتهم ، وكانوا مستعدين لقضاء بعض الوقت في التدريب الداخلي مع تحمل الأجر المنخفض لزيادة مهارتهم.\nوعندما أصبحوا خبراء ، بدأوا في كسب المزيد..\nادخر بشكل جاد واستثمر من أجل النمو\nيمكنك أن تصبح ثريًا من خلال إنفاق أقل مما تربح ، والادخار بشكل جاد ، والاستثمار بشكل مناسب.\nيعتمد المبلغ الذي تحتاج إلى توفيره على مقدار الوقت المتاح لديك ومعدل العائد الذي ستكسبه.\nأكبر خطأ يرتكبه الناس و يمنعهم من أن يصبحوا من أصحاب الملايين  هو أنهم يغيرون نمط حياتهم عندما يرتفع دخلهم.\nعندما يرتفع دخلك ، فإن أول شيء يجب عليك فعله هو زيادة المبلغ الذي تدخره.\nيجب أن يكون لديك صندوق للطوارئ حتى لا تضطر إلى السحب من  المدخرات.\nعلاوة على ذلك، يجب أن يكون لديك خطة مركزة للمبلغ الذي ستوفره .\nإذا تمكنت من وضع هذه المدخرات في حساب لن تلمسه أبدًا ، فستكون في طريقك لبناء ثروتك.\nاثبات الملكية الفكرية\nتتضمن الملكية الفكرية أشياء مثل الكتب والعلامات التجارية وبراءات الاختراع والأغاني والبرامج النصية والفن.\nيستخدم بعض الأساتذة الجامعيين خبراتهم لكتابة الكتب وتقديم الاستشارات في مجالهم.\n"
    },
    {
      "source": {
        "id": "cnn",
        "name": "CNN"
      },
      "author": "تمارين2",
      "title": "كيف تصبح انسان ناجح\n",
      "description": "ويعد رفع اللياقة البدنية من النشاطات الرياضية المهمة خصوصاً أن لهذه الرياضة المختلفة التمارين فوائد مثل إنقاص الوزن وآثار جسدية ونفسية إيجابية.\n أن لهذه الرياضة المختلفة التمارين فوائد مثل إنقاص الوزن وآثار جسدية ونفسية إيجابية.",
      "url": "https://commondatastorage.googleapis.com/gtv-videos-bucket/sample/BigBuckBunny.mp4",
      "urlToImage": "https://images.unsplash.com/photo-1491336477066-31156b5e4f35?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=1050&q=80",
      "publishedAt": "عش أحلامك\nإن النجاح في الحياة لا يتعلق بلحظة  سحرية يسير فيها كل شيء كما ينبغي ، ولكنه يتعلق الأمر بلحظات أخرى تستغرق  فيها وتكون سعيداً بحق.\nإذا كان هدفك هو إدارة نشاط تجاري عبر الإنترنت ، فسوف تحصل على  أمسيات وعطلات لنهاية الأسبوع حيث يمكنك أخذ عطلة من العمل. أو  ربما تريد أن تعمل كمستقل في عمل حر ، فستتمكن من الحديث  مع رئيسك عن العمل عن بعد لثلاثة أسابيع بينما تعمل في الخارج.\nأعرف ما تفكر فيه ، فأنت تريد كل هذا وتريده الآن. ولكن الحقيقة أنك يجب أن تتخذ خطوات صغيرة لتعرف ما إذا كنت تريد هذا الشيء أم لا..\nتوقف عن البحث عن موجِّه\nلا حرج في التوجيه فقد يكون ذو أهمية عظيمة لبناء حياتك المهنية. مع ذلك فإن معظم الناس لا يريدون الإرشاد ولكنهم يريدون أن يقوم شخص ما بالعمل بدلاً منهم. تتعلق ريادة الأعمال بأن تكون مالكاً لعملك وتتمتع بالحرية  فتتمكن من إنشاء عملك بالطريقة التي تريدها. فإذا كان لديك موجه لمساعدتك على اتخاذ القرارات ، فسوف يكون الأمر مشابهاً لوجود مدير يشرف على عملك ، وبالتالي ستبدأ في خسارة هذه الحرية التي تريدها حقاً.\nإذا كان لديك أشخاص يرشدونك باستمرار في رحلتك ، فإن مكسبك ليس مكسبك حقاً وخسائرك ليست خسائرك حقًا، وبذلك فلن تشعر أبداً بفرحة الإنجاز. كما أنك لن تتعلم أبدًا من أخطائك لأنها لم تكن  أخطاءك في المقام الأول. يجب أن تؤمن أنك ستتخذ قرارات سيئة لكنك ستتخذ قرارات رائعة أيضًا. لست بحاجة إلى مرشد لتعليمك كيف تكون ناجحًا ، خاصة إذا كان هدفك هو أن تعيش حياتك وفقًا لشروطك الخاصة.\nابدأ في بناء خبرتك\nليس عليك أن تكون الأفضل في اليوم الأول ، ولكن باستطاعتك السعي نحو بناء ذلك. إذا قمت باستثمار كل يوم في تطوير ذاتك ،  فستندهش من نموك بعد عام من الآن.\nإذا كنت تدير متاجر عبر الإنترنت ، فخذ الوقت الكافي لتعلم واختبار الحيل التسويقية المختلفة ، ومن خلال الالتزام بذلك  لمدة عام ، فعلى الأرجح ستزداد  مبيعاتك.\nإذا كنت كاتباً ، فاكتب يومياً لمدة عام. من خلال تجربة أنماط كتابة مختلفة والاستمرار في تقديم المحتوى فعلى الأرجح ستبدأ في جمع متابعين مخلصين.\nبناء خبرتك يتطلب جهدا ، وستساعدك خبرتك في العثور على إجابتك على سؤالك عن كيفية النجاح.\nتوقف عن حظر نفسك\nحواجز الطرق ، الأيام السيئة ، الإخفاقات ، التسويف: ما الشيء الذي يجمع بينهم ؟\nإنهم جميعا في رأسك.\nأنا معتاد على حواجز الطرق بحيث يكون رد فعلي الفوري دائمًا هو إيجاد حل بديل.\nلقد فعلت بعض الأشياء الغريبة لمجرد تخطي العقبات.\nكان الأمس يوماً سيئاً بالنسبة لي ، وفي منتصف اليوم ، أدركت أنني لم أحصل على قسط كافٍ من النوم، عندها بدأت في الضحك. لماذا ا؟ لأنني أدركت أن حل مشكلتي كان سهلاً. كل ما أحتاج إليه هو الذهاب إلى الفراش في وقت مبكر الليلة .\nلا يمكن أن تحظر  نجاحك بواسطة قوة خارجية. هناك دائمًا حل بديل.ويأتي هذا الحل دائمًا من إزالة الحواجز العقلية في رأسك . إذا كنت بحاجة إلى تغيير أي شيء عن نفسك ، قم بتغيير الطريقة التي تنظر بها للأشياء.\nبدء العمل\nلا يمكنك تحقيق النجاح إذا لم تقم بأي شيء. فأنت بحاجة إلى توظيف وقتك وطاقتك في عمل شيء ما.\nإن أنجح الناس هم المبدعون، مثل مارك زوكربيرج الذي أنشأ فيسبوك، وجيف بيزوس مؤسس أمازون، فإذا كرست حياتك للإبداع ، فيمكنك في النهاية الوصول إلى سر النجاح لكن الأمر يستغرق وقتاً وجهداً ثابتاً..\n من الأسهل دائماً تشغيل نتفلكس وإيقاف تشغيل عقلك بعد يوم عمل، ولكن النتائج التي تريد رؤيتها ستأتي من إبقاء عقلك قيد التشغيل بضع ساعات للتفوق على من حولك.\nخلاصة\nيتوقف نجاحك عليك. يمكنني سرد​​ملايين الحيل الإضافية حول كيفية النجاح في الحياة، لكن ينبغي أن يكون لديك استعداد للقيام بهذا العمل حتى يؤتي ثماره.  والآن لديك خياران\nالخيار الأول: أن تبدأ في بناء شيء ما: متجر ، مدونة ، تطبيق ،… إلخ\nالخيار الثاني: أن تعترف لنفسك أنك لا تريد النجاح حقًا ، بل تعجبك فقط فكرة النجاح نفسها . وستستمر في مشاهدة ماراثون على نتفلكس  لبقية اليوم.\nآمل أن تختار الخيار الأول. لكن إذا اخترت الخيار الثاني ، آمل أن تأخذ الوقت الكافي لإيجاد الرضا والسعادة في كل ما تفعله. وآمل بعد سنوات من الآن ، أن تبتسم وألا تكون نادماً على أي شيء.",
      "content": "إذن ، فأنت ترغب في استكشاف كيفية النجاح؟\nبداية، تخيل أين ستكون في السنوات الخمس المقبلة.\nبعد خمس سنوات قد تكون جالساً على الشاطئ، والعمل عن بعد أثناء تناول مشروبك المفضل. أو ربما ستكون جالساً على أريكة، تشاهد نتفلكس ، ولا تزال تحلم.\nنجاحك بيدك. يمكنني أن أخبرك بكل الأشياء التي تحتاج إلى القيام بها لتكون ناجحًا، وفي البداية ستقوم ببعض هذه الأشياء، لكن بعد ستة أشهر من الآن ستعود إلى روتينك الحالي.\nلذلك ، هل تريد أن تعرف في النهاية كيف تكون ناجحًا وتقوم بذلك. أم أنك تريد أن تحلم فقط؟\n\nما هو النجاح في الحياة؟\nيعتمد النجاح في الحياة على تعريفك له. فقد يكون النجاح بالنسبة لك، أن تحقق الاستقلال المالي أو أن تحصل على جدول عمل مرن. قد يرغب البعض في السفر حول العالم بينما يرغب البعض الآخر في ملاحقة شغفهم. أن تكون ناجحًا لا يعني بالضرورة أن تكون ثرياً أو أن تحصد الجوائز، بل قد يكون النجاح هو تحقيق الرضا الشخصي.\nإذا كان عليك تصميم يومك المثالي، كيف سيكون شكله؟\nهل ستجلس على مقعد بجانب بحيرة تكتب مذكراتك؟ هل تتخيل نفسك تتسلق جبل كليمنجارو وتأخذ نفسًا عميقًا بعد أن تصل إلى القمة؟ أو ربما تريد فقط قضاء يوم كامل في اللعب مع أطفالك؟\nيختلف تعريف النجاح في الحياة من شخص لآخر، لشريكك وأبويك وأصدقائك تعريفاتهم المختلفة للنجاح لكنها جميعاً لا تناسبك. وأيا كان الأمر الذي سيجعلك تشعر بالرضا والسعادة فهو ما تحتاج إلى التركيز عليه بينما تتقن فن النجاح.\nأهمية النجاح\nتستحوذ فكرة كيفية النجاح على معظم الناس لأننا جميعًا نرغب في الشعور بأهميتنا. وبدون تحقيق أي نجاح، قد ننظر إلى الوراء في حياتنا بخيبة أمل بسبب عدم وجود تأثير لنا على العالم. على الرغم من أنك قد لا تحقق نجاحات كبيرة، فإنه لا يزال بإمكانك التأثير على الآخرين.\nسيساعدك هدف تحقيق النجاح على عيش حياة هادفة بشكل أكبر عن طريق دفعك للتغلب على العقبات، والعمل بجد أكبر والسعي وراء السعادة.\nكيف يمكنني أن أصبح ناجحاً؟\nالحقيقة هي أنك قد لا تنجح أبداً. أنا لا أقول هذا من باب التشاؤم، ولكن لكي تعرف الاحتمالات الحقيقية للنجاح. وعلى الجانب المشرق، فقد أصبح تعلم كيفية النجاح سهلاً للغاية في الوقت الحاضر.\nأنت تقضي وقتًا طويلاً في مهام غير مهمة بينما تتظاهر بأنك “تبحث أو تتعلم أو تجد الدافع”. ولكن الحقيقة هي أنك تتراخى. فلن يكون بإمكانك السيطرة على أمور حياتك إن لم تبدأ العمل. لذلك، فإذا كنت ترغب في أن تكون قادرًا على دفع فواتيرك أو السفر حول العالم، فلن يحدث ذلك إذا لم تتخذ هذه الخطوة الأولى أبدًا.\nكيف تصبح ناجحا في الحياة8 طرق لتكون ناجحا في الحياةالتوقف عن البحث عن النجاح السريع\nإنك بحاجة للعمل يومياً لمدة سنوات. إن الأمر لا يتعلق ببضعة إعلانات على موقع فيس بوك. وبغض النظر عن عدد المرات التي يخبرك فيها الناس بذلك، فإنك تستمر في البحث عن طريقة سحرية للنجاح لأنك لا تريد أن تعمل بجد، وتريد أن تكون ناجحاً بين عشية وضحاها، إلا أن هذا لن يحدث، لذا عليك البدء بالعمل.\nالبدء في وضع أهداف أفضل\n“هدفي هو كسب الكثير من المال”. وأنت تتساءل لماذا لم تقم بذلك بعد؟ السبب أن هدفك ليس قابلاً للتنفيذ، كما أنه ليس دافعاً في حد ذاته. المال رائع لكنه لن يحقق لك الاكتفاء.\nإذن ما هو أكبر أهداف حياتك؟\nقد يعني النجاح لك اتخاذ إجراءات لتنظيف محيطات العالم أو المساعدة في منع الحيوانات من الانقراض.\nوالآن كيف يمكنك أن تفعل ذلك؟\nحسنًا، أنت بحاجة إلى المال ، وهنا يأتي دور أموالك. كم من المال تحتاج للمساعدة في حل هذه المشكلة؟\nاحصل على آلة حاسبة، وتواصل مع بعض المنظمات غير الربحية وابدء في إجراء عمليات حسابية لتصل إلى الرقم الذي تحتاجه ثم عين هذا الرقم كهدف وأضف تاريخاً محدداً لتحقيق هذا الهدف.\n“أريد أن أحصل على 103،476.37 دولار بحلول 31 ديسمبر 2021 للاستثمار في تنظيف محيطات العالم حتى أتمكن من الحفاظ على حياة المحيطات والحصول على مياه شرب نظيفة.”\nالآن لديك هدف محدد وتاريخ تحقق فيه هذا الهدف ودافع لتحقيقه.\nتوقف عن البحث عن آراء الآخرين\nإذا كنت تبحث عن طرق لتحقيق النجاح في الحياة ، فلن تجدها في الأشخاص من حولك. ما لم يكن الجميع من حولك عباقرة  .\nلا تحتاج  إلى أمك وأبيك وصديقك المفضل وشريكك لإقرار مشاريعك .عش الحياة بطريقتك وتوقف عن البحث عن آراء الآخرين في عملك\nهل تريد أن تعرف ما إذا كنت تسير على الطريق الصحيح؟ عندما تسأل نفسك ، “هل أعيش الحياة التي أريدها؟”إذا كان الجواب نعم ، فأنت على الطريق الصحيح، أما إذا كان الجواب “لا” فلا بد أن تُحدِث بعض التغييرات. لا تدع الغرباء يسيطرون على تفكيرك، فالناس دائماً يعتقدون أنهم يعرفون ما هو أفضل لك ، لكنك فقط الشخص الوحيد الذي يمكنه معرفة ذلك ، لذا عليك أن تثق بنفسك بشكل أكبر وستدرك أنك تعرف ما تفعله.\n"
    },
    {
      "source": {
        "id": "cbs-news",
        "name": "CBS News"
      },
      "author": "Sarah Sarah, Peter Martinez",
      "title": "كيف تكون سعيد؟ 23 طريقة لتكون أكثر سعادة\n",
      "description": "Officials said 86 people are still unaccounted for. Crews will transition from search and rescue to a recovery operation by the end of the day.",
      "url": "https://commondatastorage.googleapis.com/gtv-videos-bucket/sample/BigBuckBunny.mp4",
      "urlToImage": "https://images.unsplash.com/photo-1537511446984-935f663eb1f4?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=1050&q=80",
      "publishedAt": "12- ابحث عن الوضوح\nكيف من المفترض أن تمضي قدماً في حياتك إلى الأمام عندما لا تعرف ما شعورك وما سبب هذا الشعور ؟ لتصبح أكثر سعادة ، حاول أن تعرف حقيقة مشاعرك ؛ اكتشف ما تشعر به وما سبب تلك المشاعر.\n13- عِش قيمك\nعندما تبدأ في استكشاف نفسك وقيمك ، ربما تكتشف أنك على دراية بالأشياء التي تجعلك سعيداً ولكنك لا تقوم بها. لتكون أكثر سعادة ، اعرف قيمك بوضوح حتى تتمكن من العيش وفق مبادئك وقيمك.\n14- انتبه إلى الأشياء الجيدة\nفي بعض الأوقات تكون الحياة صعبة، ولكن بالانتباه للأمور الجيدة يمكنك تخطي الصعاب كما يمكنك أن تصبح . عندما تجد تلك الأمور الجيدة ، عِش اللحظة ، واحضرها معك للحفاظ على السعادة حتى في الأوقات الصعبة.\n15. استخدم خيالك لخلق الحياة التي تبحث عنها.\nهل تعلم أن عقلك يجد صعوبة في التمييز بين الأشياء التي تحدث في خيالك والأشياء التي تحدث في الحقيقية؟ لذلك عندما تتخيل شيئًا ما – حتى السعادة – يتصرف عقلك كما لو أنه حقيقي. يمكننا استخدام الخيال للمساعدة في خلق السعادة والاستمتاع بتجاربنا بشكل أكبر.\n16- ابق واعياً\nفي بعض الأحيان نريد الهرب حيث يبدو العالم مظلمًا ومخيفًا ، ولكن من خلال ممارسة الوعي الذهني والتأمل ، نستطيع مواجهة الإيجابية والسلبية على حد سواء ، وبالتالي نصبح أكثر ارتباطاً بحياتنا.\n17. اكتشف ما تعنيه السعادة بالنسبة لك.\nكل فرد منا يعرِّف السعادة بطريقة مختلفة. لذلك عندما تعرف ما تعنيه السعادة بالنسبة لك ، سيكون العثور عليها أسهل . لذا استكشف السعادة – ماذا تعني، و كيف تبدو- لتجدها  بسهولة أكبر.\n18.  غيِّر حياتك\nكيف من المفترض أن تغير حياتك بينما تقوم بنفس الأشياء التي اعتدت القيام بها دائماً؟. بدلاً من ذلك ، ادفع نفسك للتغلب على الخوف والتعامل مع الحياة بحماس. حاول فعل عكس ما اعتدت عليه لترى كيف تشعر ولجعل عقلك أكثر مرونة.\n19- عبِّر بصوت مرتفع وكُن نفسك\nعندما نسمح للآخرين بتجاهلنا وعدم احترام آرائنا ورغباتنا ، فإننا نصبح غير سعداء. ولكن عندما ندافع عن احتياجاتنا الخاصة بحزم ونعبر عن أنفسنا ، فإننا نشعر بقدر أكبر من السيطرة على حياتنا.\nتعلم كيفية التعبير عن نفسك يمكن أن يساعدك في التغلب على التحديات التي تجعلك غير سعيد.\n20. البحث عن دافعك الشخصي.\nجميعنا يرغب في الشعور بأن لنا تأثيراً إيجابياً على العالم،  ولكن في بعض الأحيان قد نكون  غير متأكدين من نوع التأثير الذي نريد إحداثه. استكشف بالضبط ما هو دافعك الذي يجعل لحياتك معنى.\n21- قم ببناء صلات قوية\nهل تعلم أننا نستمتع بشكل أكبر بكل شيء عندما نفعله مع الآخرين ؟ هذا هو السبب في أن أحد أفضل الأشياء التي يمكنك القيام بها من أجل سعادتك هو بناء علاقات واتصالات اجتماعية قوية. لتوطيد هذه العلاقات ، كن لطيفاً وممتناً للأشخاص الذين تهتم باكتسابهم.\n22- تغلب على “التكيف مع المتعة”\nيشير مصطلح ” التكيف مع المتعة” إلى ميلنا للعودة إلى مستوى سعادتنا الأصلي بمرور الوقت. لزيادة  سعادتك الأصلية  ، يمكنك محاولة تغيير وظائف جسدك من خلال التغذية والتمارين الرياضية.\nللحفاظ على سعادتك ، عليك الخروج من منطقة راحتك والحفاظ على إضافة مجموعة متنوعة من الأشياء الجديدة إلى خطة سعادتك.\n23- تحَمَّل المسؤولية\nمن المرجح أن نقوم بالأشياء التي نخطط لفعلها إذا حددنا وقتاً لذلك في جدول أعمالنا. لذلك إذا كنت تريد أن تكون أكثر سعادة ، فلا تضيع وقتاً في كونك غير سعيد ، وخطط للحصول على السعادة.\n",
      "content": "قد يتبادر إلى ذهنك الأسئلة التالية\n“كيف أكون سعيد؟”\n“كيف أصبح سعيد؟”\n“ماذا  أفعل لزيادة سعادتي؟”\nهناك الكثير من الأشياء التي يمكنك القيام بها ، وبالرغم  من أن هناك بعض الكتب تتحدث عن كيفية زيادة السعادة  في عصر التكنولوجيا، فإنها في كثير من الأحيان تعتمد على مجموعة من الاستراتيجيات لاستخدامها في الوقت الحالي.\nلذلك قررنا كتابة هذا الدليل الكامل عن الطريقة التي تصبح بها سعيداً، وفقًا للعلم. إذا استخدمت الممارسات الـ 23 التالية باستمرار ، فمن المحتمل بشكل كبير أن تزيد من سعادتك الشخصية:\n1- معرفة  ما يجب القيام به أولا.\nكيف من المفترض أن تبني المهارات الصحيحة للسعادة إذا كنت لا تعرف المهارات التي تحتاج لبذل مجهود لاكتسابها ؟ لذلك عليك أن تقوم بإجراء اختبار لاستكشاف نقاط القوة والضعف في سعادتك. احصل على فهم أفضل لما تدور حوله هذه المهارات ، وتعلم كيفية تحسين نقاط الضعف لديك وبناء “نقاط قوة السعادة” الخاصة بك.\n2- امنح نفسك دفعة من الثقة\nلماذا تهتم بزيادة سعادتك إذا كنت لا تعتقد أنك يمكن أن تكون ناجحاً في ذلك؟ لذلك من المهم للغاية بناء ثقتك بذاتك ، لكي تثبت لنفسك أن بإمكانك زيادة سعادتك. أفضل طريقة للقيام بذلك هي البدء بالمهارات الأسهل – مهارات مثل الامتنان أو إعطاء الأولوية لقضاء الوقت في القيام بأشياء ممتعة. احصل على فوز سريع ، وستكون أكثر ثقة في قدرتك على  تغيير حياتك.\n3– اشحن تقدمك عن طريق تعلُّم كيف تشعر بشكل أفضل تجاه نفسك\nلن تمارس الرياضيات لتتحسن في الطهي. ولن تتعلم لغة أخرى لفقدان الوزن.  وبالتالي لتكون أكثر سعادة ، عليك أن تركز على المهارات المرتبطة بشكل أكبر بالسعادة. يمكننا القول أن المهارة التي ترتبط بالسعادة بشكل وثيق هي: الرؤية الإيجابية للنفس.\nيمكنك أن تقطع شوطاً طويلاً في زيادة سعادتك عن طريق الشعور بالرضا عن نفسك –  من خلال تخيل أفضل إمكاناتك ، أو ملاحظة مهاراتك الإيجابية ، أو تحديد نقاط القوة لديك على سبيل المثال.\n4- اعمل على إنشاء التوازن والتغلب على الإرهاق\nكيف يفترض أن يكون لديك الطاقة لتكون أكثر سعادة إذا كنت متوتراً ومرهقاً وبائساً في عملك؟ سيكون ذلك صعباً للغاية. فبناء المهارات الجديدة التي ستساعدك على أن تكون أكثر سعادة  يحتاج إلى الوقت والطاقة. لذلك عليك أولاً إنشاء توازن أفضل بين العمل والحياة.\n 5- بناء طريقة التفكير التطويرية  للسعادة.\nتشير طريقة  التفكير التطويرية إلى الاعتقاد بأنه يمكننا تغيير أنفسنا. عندما نتبنى هذه الطريقة في التفكير من  أجل السعادة ، نعتقد أنه يمكننا تغيير سعادتنا .و هذا مهم للغاية ، لأنه إذا لم نعتقد أننا قادرون على زيادة سعادتنا ، فلا داعي لأن نزعج أنفسنا حتى بالمحاولة.\n6- صنع ذكريات إيجابية\nيمكن تقوية كل منطقة في أدمغتنا من خلال الممارسة. إذا كنا قادرين على تذكر الأشياء السلبية التي تحدث ، فقد يكون من المفيد تقوية مناطق الدماغ المسؤولة عن تذكر الأشياء الإيجابية.\n7- النظر للجانب المشرق\nيمكن أن تشعر أن كل شيء تواجهه عبارة عن مشاكل مستعصية إذا اخترت رؤيته بهذه الطريقة. ولكن عندما تبحث عن  الجوانب المشرقة  في حياتك ، قد تفاجأ باكتشاف الكثير من الأمور الجيدة. استمر في التدريب على التفكير بإيجابية  وتقليل السلبية لتنمية السعادة. كما أن تلك المهارة تزيد من قدرتك على أن تكون أكثر مرونة وتمكنك من التغلب على التوتر.\n8- خذ فترات راحة من وسائل التواصل الاجتماعي.\nلموقع فيسبوك تأثير سلبي على سعادتنا. وبالتالي يمكن زيادة هذه السعادة بأخذ فترات راحة من موقع فيسبوك أو تغيير الطريقة التي نستخدم بها وسائل التواصل الاجتماعي.\n9- أنفق بذكاء أكبر للمزيد من السعادة\nتؤثر الطريقة التي ننفق بها أموالنا على مدى سعادتنا . فعندما ننفق أموالاً على منازل وسيارات أقل فخامة – وهي أشياء لا تجلب الكثير من السعادة – سيتبقى لدينا المزيد من الأموال للإنفاق على المغامرات أو على هدايا للأصدقاء: الأشياء التي تجعلنا في الواقع أكثر سعادة.\n10- تواصل بلطف\nعندما نكون طيبين مع الآخرين ، نشعر بالراحة تجاه أنفسنا. يمكننا أن نفعل أشياء لطيفة للآخرين وأن نعاملهم باحترام ونظهر لهم التعاطف ونتواصل بلطف بدلاً من افتراض الأسوأ .\n11- تغلب على تفكيرك السلبي\nدعونا نواجه الأمر: أحياناً نتسبب لأنفسنا في الشعور بالبؤس. نشعر أنه ليس بإمكاننا التوقف عن التفكير في أخطائنا ، وكيف أن حياتنا لم تسر على النحو الذي نخطط له.\nعمليات التفكير السلبي – مثل القلق ،  و إصدار الأحكام على الذات  ، والخوف من الرفض – تبقينا بائسين وغير قادرين على المضي قدمًا.\nعندما تجد نفسك تفكر بطريقة سلبية ، توقف مؤقتًا وأعد تركيز أفكارك. بمرور الوقت ، سيكون عقلك قادراً على القيام بذلك بسهولة أكبر."
    },
    {
      "source": {
        "id": "ars-technica",
        "name": "Ars Technica"
      },
      "author": "Beth Mole",
      "title": "كيف تكسب الأصدقاء وتؤثر في الناس",
      "description": "Moderna aims for one seasonal shot for flu, COVID-19, respiratory viruses RSV and HMPV.",
      "url": "https://arstechnica.com/science/2021/07/mrna-vaccine-technology-moves-to-flu-moderna-says-trial-has-begun/",
      "urlToImage": "https://images.unsplash.com/photo-1491438590914-bc09fcaaf77a?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=1050&q=80",
      "publishedAt": "طرق كسب الناس في طريقة تفكيركتجنب الجدال.أظهر الاحترام لرأي الشخص الأخر، ولا تقل أبداً لأحد أنه مخطئ.لو كنت مخطئا، اعترف بهذا بسرعة.ابدأ الحديث بطريقة ودودة.ابدأ بالأسئلة التي سيتم الإجابة عنها بنعم.أجعل الشخص الأخر يتكلم.حاول أن ترى الأشياء من وجهة نظر الشخص الأخر.أظهر تعاطفك مع الأخرين.شاركهم احزانهم وافراحهم كن معهم في وقت الشدائد والصعابكيف تكون أفضل؟كن هادئاابتسمتعلم الإصغاءميز بين المعقول وغير المعقولاقبل على التغير كشيء حتمياعترف باخطائكثم ابتسم",
      "content": "الأقسام والنقاط الرئيسية \n وأهم النقاط الرئيسية فيهم هي:\nالقواعد الأساسية في معاملة الناس لا تنتقد، لا تدين ولا تشتكي.أعط الناس الشعور بالأهمية، وامدح ما تراه جيداً فيهم.اجعل الناس تفعل ما تريده منهم بإثارة رغباتهم.كن نزيهافالحق يغلب ولايغلب عليه.سبع طرق لكي تجعل الناس تحبك أبدِ اهتماماً كبيراً بالناس.ابتسم .تذكر أن اسم الشخص بالنسبة له هو أحلى وأهم صوت في أي لغة.كن مستمعاً جيداً، وشجع الناس على التكلم عن أنفسهم.تكلم عن الأشياء التي يهتم الناس بها.اجعل الناس تحس بأنها مهمة.اهتم بهم وافعل كل ما يحبونه وقم بمساعدتهم إذا احتاجو منك المساعدة"
    },
    {
      "source": {
        "id": "the-verge",
        "name": "The Verge"
      },
      "author": "Sean Hollister",
      "title": "هل تريد أن تصبح ثرياً ؟ لذا عليك أن تفعل الأشياء التالية..\n",
      "description": "At least six Amazon-first gadget brands have now mysteriously disappeared, including Aukey, Mpow, RavPower, Vava, TaoTronics, and now Choetech.",
      "url": "https://www.theverge.com/2021/7/7/22567530/amazon-choetech-removed-pulled-aukey-mpow",
      "urlToImage": "https://images.unsplash.com/photo-1586227740560-8cf2732c1531?ixid=MnwxMjA3fDF8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=828&q=80",
      "publishedAt": "- اجن الملايين لكن لا تصرفها\nليس من الضروري أن تقتني السيارات الفخمة والساعات باهظة الثمن لكي تظهر كرجل أعمال ناجح، لكن اتباع أخلاقيات العمل الصالحة هي التي تعزز ثقة الناس بك وتجعلك رجل أعمال محترم، فالنجاح يرافق رجال الأعمال الجديرين بالثقة.\nلا تخجل من طلب التمويل\nليس من الضروري لرجل الأعمال الناجح أن يكون ذو أفكار مبدعة، ولكن رجل الأعمال الناجح يختلف عن نظيره الفاشل بأنه ينفذ الافكار التي في مخيلته على أرض الواقع ولا يبقيها في مخيلته.\nفلا تدع أي شيء يوقفك عن تنفيذ مشاريعك التجارية.\nفإذا لم تملك المال الكافي لتمويل أفكارك، فإنه ليس من العيب أن تستخدم أموال الآخرين، فاعلم أن المستثمرين سوف يطاردونك لإعطائك المال إذا كانت فكرتك ذا مستقبل مشرق.\n \n- لا تخجل من طلب التمويل\nليس من الضروري لرجل الأعمال الناجح أن يكون ذو أفكار مبدعة، ولكن رجل الأعمال الناجح يختلف عن نظيره الفاشل بأنه ينفذ الافكار التي في مخيلته على أرض الواقع ولا يبقيها في مخيلته.\nفلا تدع أي شيء يوقفك عن تنفيذ مشاريعك التجارية، فإذا لم تملك المال الكافي لتمويل أفكارك، فإنه ليس من العيب أن تستخدم أموال الآخرين، فاعلم أن المستثمرين سوف يطاردونك لإعطائك المال إذا كانت فكرتك ذا مستقبل مشرق.\n \n- كن سعيداً عند ارتكاب الأخطاء\nالتجارة هي لعبة شطرنج كبيرة، فالفشل يولد النجاح، والفاشل هو الشخص الذي يستسلم عند فشله. أكبر رجال الأعمال قد فشلو في البداية ولكن نالوا النجاح نتيجة استمرارهم.\n",
      "content": "الكل يريد أن يصبح غنياً، لكن القليل يعرفون الطريق لذلك.\nهل تريد معرفة ابسط الخطوات لذلك؟\n \n- اعمل لحسابك الشخصي\nأظهرت الدراسات أن الأغنياء غالباً ما يعملون لحسابهم الشخصي، وبالمقابل يقبل متوسطوا الدخل براتب شهري ثابت لكي ينعموا بالاستقرار في حياتهم.\nوأشارت الدراسة إلى أن المجازفة من أهم خطوات الثراء، لذلك تخلى عن دوامك المعتاد ذو الثمان ساعات، فإنه أبطأ الطرق إلى النجاح، وكرس ذلك الوقت لتعمل على مشروعك الشخصي الذي سيؤدي بك إلى أقصى درجات النجاح.\n \n- اخرج من دائرة الراحة الخاصة بك .. وابدأ بأعمال جديدة\n\nتوقف عن القيام بالأعمال التي اعتدت عليها، وابدأ بفعل الأشياء التي تخرجك من دائرة الراحة الخاصة بك، فالمخاطرة هي أساس النجاح.\nاجتهد في الأعمال التي ترى نفسك غير مؤهل فيها، فهي التي ستثري مهاراتك وتعزز خبرتك، ولا تنسى أن تطلب نصيحة من حولك عندما تعجز، فذلك سوف يعلمك ما لا تتقنه، لكن كن على حذر! فالاستقالة من وظيفتك اليومية هو الطريق إلى الإفلاس.\nبدلاً من ذلك، قم بالعمل على مشروعك بالإضافة إلى عملك الحالي، وموله من راتبك الشهري حتى يصبح قادراً على تمويل ذاته، واستقل من وظيفتك عندما يصبح مشروعك كافي لتلبية مصاريفك الشخصية بالإضافة إلى تحصيل الأرباح لينمي ذاته.\n \n- لا تقبل بالقليل\nمعظم الشركات تحاول دفع أقل الرواتب لموظفيها لأنها الطريقة الأمثل لزيادة أرباحهم. ولكن لتصبح مالكاً لشركة، عليك التفاوض على راتبك وطلب ما تستحقه من المال مقابل الساعات والمجهود الذي تبذله، وذلك بهدف جني الأموال الطائلة لمالكي شركتك.\nفزيادة راتبك سوف تسهل عليك افتتاح مشروعك التجاري والذي سيؤدي إلى تقصير الوقت الذي ستبذله بالعمل على مشاريع الآخرين.\n"
    },
    {
      "source": {
        "id": "politico",
        "name": "Politico"
      },
      "author": "Leah Nylen",
      "title": "كيف أكون ناجحاً في حياتي\n",
      "description": "The lawsuit filed in California federal court is the third by state attorneys general to target the company for alleged antitrust violations.",
      "url": "https://www.politico.com/news/2021/07/07/36-states-dc-sue-google-for-alleged-antitrust-violations-in-its-android-app-store-498622",
      "urlToImage": "https://images.unsplash.com/photo-1427751840561-9852520f8ce8?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=1055&q=80",
      "publishedAt": "امتلاك عقلية النمو تشير بحوث أجرتها أستاذة علم النفس كارول دويك إلى وجود نوعين من العقليات؛ عقلياتة ثابتة وعقليات النمو، إذ إنّ الأشخاص في العقلية الثابتة يعتقدون بأنّ صفاتهم وذكاءهم أمور ثابتة وأنّ مواهبهم الفطرية تُغني عن بذل الجهد اللازم لتحقيق النجاح، بينما الأشخاص ذوو عقلية النمو يفوقون أصحاب العقول الثابتة في القدرة على تطوير مهاراتهم وتحقيق النجاح. يُشار إلى وجود طرق تُساعد الأشخاص على تكوين عقلية النمو، من أهمّها الإيمان بأهمية العمل وبذل الجهد لتحقيق الهدف، وعدم اليأس من الصعوبات التي تواجههم بل تطوير مهاراتهم من أجل تحدّي تلك الصعوبات ومواجهتها، وعدم الاستسلام للفشل بل اتخاذه طريقاً للتعلّم وتطوير الذات وإعادة المحاولة بشكل مختلف. تعلّم قول لا يرى الكاتب هربرت بايارد سوب أنّ تعلّم قول لا أحد أهم طرق النجاح، أمّا قول نعم بشكل مستمر في محاولةٍ لإرضاء الجميع هو بمثابة وصفة للفشل، إذ إنّه يُلزِم الشخص بأمور كثيرة تؤدّي إلى استنفاذ طاقته ولا تخدمه على المدى الطويل في حياته، وبالتالي فإنّ قول لا قد يكون صعباً في البداية إلّا أنّه سيكون أكثر فائدةً لصاحبه على المدى الطويل وخاصةً في المجال المهني. الالتزام بتحقيق الهدف يوجد عوامل عدّة تُساعد الفرد على الالتزام بتحقيق هدفه، تتمثّل في التركيز بدايةً على الهدف المطلوب تحقيقه، والابتعاد عن أيّ مشتتات للتركيز، إضافةً إلى التواصل مع الأشخاص الإيجابيين الذين يؤثّرون على الأشخاص من حولهم بطريقة مفيدة لهم، كما أنّ وجود شخص يُقيّم مدى نجاح الهدف أو يوضّح أوجه التقصير من العوامل المهمّة المساعدة في تحقيق ذلك الهدف، ويُنصح بتخصيص وقت بسيط للتفكير في طرق تحقيق الهدف حتّى يعرف الفرد مدى إمكانية تنفيذها، ويُميّز الطرق التي تخدم تحقيق هدفه أو تُعيقه. وضع خطة مالية يعدّ وضع خطة مالية لضمان استقرار الشخص مادياً بغضّ النظر عن مستوى دخله أمراً مهمّاً لتحقيق نجاحه، إذ يُنصح باقتطاع جزءٍ للادخار من الراتب الشهري وحُسن استثمار الزائد من الدخل، كما يجب على الشخص مراقبة معدّل نفقاته الشهرية للسيطرة على أيّة زيادة في المصروفات، إضافةً إلى ضرورة معرفة صافي الدخل بعد الخصومات التي يمرّ بها الراتب؛ كاقتطاع الضمان الاجتماعي، والتأمين الصحي، والأقساط والقروض، أمّا في حال كان الدخل لا يُغطّي النفقات المترتبة على الشخص فعليه إعادة النظر في مجالات الإنفاق التي يُمكن تقليصها.\n",
      "content": "طرق النجاح في الحياة يسعى الأشخاص دائماً لتحقيق النجاح في حياتهم بكافة الجوانب، ومن أبرز الطرق والنصائح التي تُساعد على النجاح في الحياة ما يأتي: Volume 0% ‏سينتهي هذا الإعلان خلال 4   الاستمتاع بالتجارب الحياتية والتعلّم منها يُنصح أن يُركّزالشخص على التعلّم من حصيلة تجاربه الحياتية ولا يكون تركيزه على النتائج المُحقّقة فقط، حيث إنّ مراحل البحث والاكتشاف والتجريب التي يمرّ بها الشخص يجب أن تكون حافزاً للنجاح وتحسين النتائج التي يُمكن تحقيقها؛ لذا يُنصح بمحاولة الاستمتاع بكافة الأوقات التي يسعى فيه الشخص لتحقيق هدف ما وعدم أخذ الأمور بجديّة زائدة عن اللزوم. عدم الخوف من الفشل يقود الفشل إلى النجاح إذا اتخذه الشخص كبداية جديدة له وليس كشعور بالهزيمة فقط، فالمحاولات العديدة الفاشلة تُعطي صاحبها دروساً مساعدةً له لمعرفة ما عليه تجنّب فعله ومعرفة البدائل الممكنة لتحقيق هدفه؛ لذا يجب الانتباه للأخطاء ودراستها وعدم الخوف من الفشل للوصول إلى النجاح، ويُشار إلى أنّ الخوف من التغيير ينزع من الشخص استقراره وشعوره بالأمان لذا يجب أن يخوض المغامرة للوصول إلى مبتغاه من النجاح.\n"
    },
    {
      "source": {
        "id": null,
        "name": "KOB"
      },
      "author": "KOB Web Staff",
      "title": "كن ناجحا أو مت وأنت تحاول ",
      "description": "New Mexico reports 1 new death, 83 additional COVID-19 cases",
      "url": "https://www.kob.com/new-mexico-news/new-mexico-reports-1-new-death-83-additional-covid-19-cases/6164371/",
      "urlToImage": "https://images.unsplash.com/photo-1501504905252-473c47e087f8?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=967&q=80",
      "publishedAt": "قصص الناجحين كثيرة في العالم، في اليوتيوب، والتلفزيونات، في مجال المال، والأعمال، والهندسة، والمخترعين، والرياضة بأنواعها، والتحكيم، والسياسة، والتعليم، والإعلام، والتكنولوجيا، والمجالات الفنية والحرفية والمكانيكا، وتصاميم الديكورات، والكهرباء، الخ. فليس مهما أن تجد مصدر دخل فقط وتكون عاملاً بسيطاً أو سائقاً بقدر ما هو مهم أن تجد ذاتك وتعمل في مجال تحبه، مجال وفق قدراتك وإمكاناتك ومواهبك التي حلمت بها لتترك بصمة في المجتمع وتسهم في نهضته.\nقمة الفشل ألا يجد الإنسان طرقاً للنجاح وإثبات نفسه، ويكتفي بلوم الفقر أو لوم والديه أو لوم الحكومة ويكثر من إيجاد الأعذار والأسباب، مرة الواسطة ومرة خرافة عدم وجود الزمن وكبر السن، الخ.\nنجاحك مسؤوليتك، من داخلك أعرف ماذا تريد، وكيف تحقق ما تريد، كن غيورا على حياتك، اخجل من أن تبقى في مؤخرة الناس، أطمح وأحلم، ضع خطة لنفسك وأوقف إضاعة الزمن فيما لا يفيد، فبينما أنت تدمر ذاتك وتضيع وقتك، ثمة شخص آخر يقرأ، ويتعلم ويخترع ويكتشف لينجح.\n",
      "content": "المعيار الحقيقي للانطلاق نحو النجاح المجتمعي هو تحقيق النجاح الشخصي، بقدر ما يستطيع الإنسان أن يواجه التحديات التي تعيقه من تحقيق ذاته، وطموحه، وأحلامه وأهدافه ولا يتوقف أمام مشكلة الواقع ومنعطفاته دون استسلام، فبذات القدر يستطيع أن يصل بالناس نحو غاياتهم السامية. لذا على الإنسان أن يسأل نفسه: ماذا فعل تجاه نفسه؟ هل فعلا هو راض عن حياته؟ هل حقق طموحه وكل ما أراده منذ الصغر؟ هل هو فعلا شخص مؤهل علمياً وعملياً ولديه خبرات واسعة؟ إلى أي مدى يستطيع أن يتخذ قرارات حاسمة ومصيرية تجاه حياته ولها فعاليتها في تغيير واقعه؟\nالإنسان الذي فشل في أن يجد لنفسه مكانة في الحياة، وعجز أن يصنع من نفسه شيئا، ويتفرد في مجال وتخصص ما، ليس جديرا بقيادة الآخرين، أو لإحداث تأثير لأن فاقد الشيء لا يعطيه، فكيف يستطيع من عجز عن أن يكتشف ذاته وإمكاناته وقدراته ومواهبه وصناعة نفسه، أن يصنع شيئا ما للآخرين ويساعدهم على بلوغ غاياتهم؟\n "
    },
    {
      "source": {
        "id": "cnn",
        "name": "CNN"
      },
      "author": "Eric Levenson, CNN",
      "title": "كيف تكون ناجحا في حياتك ٢٠ نصيحة ستجعل النجاح حليفك دائما\n",
      "description": "Last month, 130 people died of Covid-19 in Maryland. None of them were vaccinated, according to Maryland Gov. Larry Hogan.",
      "url": "https://www.cnn.com/2021/07/07/us/maryland-unvaccinated-covid-deaths/index.html",
      "urlToImage": "https://images.unsplash.com/photo-1507679799987-c73779587ccf?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=1051&q=80",
      "publishedAt": "15. تعلم أداء المهم بصورة أسرع وإنجازها في أقل من الوقت المحدد لها .\n16. تعلم وضع عقوبات لنفسك عند إرتكاب الأخطاء حتي لا تكرر ذلك مرة أخري .\n17. عليك الإلتزام بالمواعيد وعدم مخالفتها وخصوصاص عند تسليم المهام المطلوبة منك،فهذا يساعدك علي تحقيق النتائج فعالة .\n\n18. تعلم كيف تكون مسئول عن أفعالك وخاصة عند مواجهة الأزمات .\n19. تعلم كيف تسير علي الطريق الذي يوصلك إلي هدفك وعدم الإنحراف عنه .\n20.وفي النهاية ، يجب عليك القيام بالأمور الصعبة التي لا يقوم بها أ ي شخص أخر والإستمرار علي ذلك يخلق منك شخص قوي وقادر علي تحمل الصعاب .\nو تحديد أهدافك يومياً ومعرفة ماذا حققت وما تحتاج إلي تحقيقة وترتيب أولوياتك جيداً .فقد تبدو بعض الأمور صعبة ولكن عند إقترابك أكثر والمحاولة وتكرار المحاولة أيضاً يساعدك علي تخطي تلك الصعاب.\nفهي تساعدك علي تحقيق الأهداف والإنتصارات في حياتك وتصبح أكثر شجاعة وذكاء وتتخلي عن يأسك .\n",
      "content": "لاشك أن هناك أمور تحتاجها لكي تكون ناجح في حياتك. فهذه الأمور تعمل علي تحفيزك لأن تحقيق شيئاً في حياتك فلا تستطيع أن تكون ناجح في حياتك بدون القيام ببعض الخطوات والأمور الهامة التي تدفعك إلي ذلك . فعندما تصبح شخص ناجح تسطيع أن تترك بصمة في الحياة بعد مماتك ، وهذا الأثر العظيم سيميزك عن غيرك من البشر وأن هذا النجاح ستزيد به في هذه الحياة وسيكون هذا هو الدافع وارء إتباعك الخطوات اللازمة للوصول للنجاح .كيف تكون ناجحا في حياتك\nكيف تكون ناجحا في حياتك\nوفيما يلي بعض الأمور الهامة التي تساعدك لكي تكون شخص ناجح في حياتك :\n1. يجب عليك القيام بالمهمام التي كنت تخاف القيام بها .\n2. عليك الإستيقاظ مبكراً ، لكي تستطيع تحيق أكبر قدر ممكن من الأهداف التي تحددها طوال اليوم .\n3. عليك تعلم أن تعطي الأخرين أكثر مما تأخذ منهم .فهذا المبدأ يجعلك تشعر بالتميز .\n4. تعلم أن تهتم بغيرك أكثر مما يهتموا بك ، سيجعلك هذا أن تشعر بالمزيد من الرضا عند تلبية حاجات الأخرين .\n5. تدرب علي معالجة الأمور الصحية البسيطة التي قد تواجهك دون الحاجة إلي إستشارة الطبيب ، وذلك يتم من خلال تعلم دورة الإسعافات الأولية .\n6. تعلم كيف تصبح قائد فعال ، لكي تستطيع أن تدير أمور حياتك بفعالية.\n\n7. تجربة الأمور التي تعتقد أنك غير متأكد من القيام بها فهذا يعمل علي زيادة قدرات الذكاء لديك .\n8. عليك أن تطورك مهاراتك بإستمرار بمعني إستثمار ذاتك وليس أي شخص أخر .\n9. إنتبه عند إجابة علي سؤال لا تعرف إجاباته يجب أن تتعامل بذكاء مع الأمور التي لا تعرفها حتي لا تظهر للشخص الأخر بأنك تجهل هذا الأمر .\n10. الإنتباه إلي التفاصيل الدقيقة في بعض الأمور وعدم تجاهلها ،فأحياناً بعض الأمور التي تبدو إليك بلاقيمة ،يكون لها تأثير قوي في حياتك\n11. عليك البحث عن تفسيرات الحقائق حتي تسطيع أن تتقبلها بطريقة منطقية .\n12. تعلم الإعتذار عند الخطأ وعند الفشل في تحقيق أمر ما في حياتك .\n13. أنت معرض لإرتكاب الأخطاء ، ولكن الأهم هو التعلم من هذه الأخطاء والإستفادة منها .\n14. عليك تكرار المحاولة ولاتيأس من فشل أول محاولة فالتكرار يوصلك إلي النجاح."
    },
    {
      "source": {
        "id": null,
        "name": "Investor's Business Daily"
      },
      "author": "Investor's Business Daily",
      "title": "هل تريد أن تصبح ناجحاً؟ كن هذه الثلاثة أشياء أولاً\n",
      "description": "Apple led the major indexes to tiny gains. New meme stock Newegg soared. PayPal broke out. Tesla China sales are on tap.",
      "url": "https://www.investors.com/market-trend/stock-market-today/dow-jones-futures-market-rally-edges-up-after-fed-minutes-apple-leads-meme-stock-newegg-explodes-tesla-nio/",
      "urlToImage": "https://images.unsplash.com/photo-1444653614773-995cb1ef9efa?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=1055&q=80",
      "publishedAt": "٢. كن مخلصاً لأهدافك\nخصص نفسك لأهدافك الحقيقية. فالكثير من الناس يتمسكون بتتبع الأكثرية، الوضع الإجتماعي، النقود، الكبرياء. بينما هم لا يعلمون ما الذي يجعلهم سعداء بحق.\nأن تكون أصيلاً فهذا يجعلك تنشئ علاقات صادقة مع أناس يرغبون بإتباعك والإستفادة من تجاربك. ومع أن تعريف النجاح شئ مختلف بالنسبة لكل شخص، لكن أن تكون لديك أفكاراً ومعتقدات أصيلة فهذا أمر هام للجميع.\n٣. كن نشيطاً\nهناك فرق بين المكان الذي أنت فيه الآن والمكان الذي تريد أن تصل إليه مستقبلاً، وإذا لم تبدأ بالتحرك في إتجاه ذلك المكان فلن تصل إليه بأي حال.\nالعالم ملئ بالفرص والإمكانيات، لكن تحتاج لأن تقتنصها ولا تدعها تفلت منك وهذا يعني أنك لابد أن تكون نشيطاً.\nيمكن أن تتعلم، تقابل أناساً جدد، تستكشف أموراً جديدة – فقط إفعل كل ما تعتقد أنه صحيح ويجعلك تقترب أكثر من هدفك.\nأخيراً: ثق في نفسك. وإذا كان بإستطاعتك أن تحلم بالنجاح، يمكنك أن تصل إليه، ولن تستطيع ذلك إلا إذا كنت واثقاً في أنك إنسان ناجح.",
      "content": "منذ بداية الزمان كان النجاح يمثل قوة تحفز الناس في جميع بقاع الأرض للخروج من منطقة الراحة والسكون إلى العمل الجاد نحو القمة. كل منا لديه معتقده عن النجاح، لكن المعتقد الأساسي للنجاح واحد.\nالنجاح هو الوصول إلى هدف أو غرض محدد (يقولون ذلك في جوجل، وأنا أتفق معهم).\nالنجاح بالنسبة للبعض قد يمثل المال والشهرة، وللبعض الحرية والمغامرة، وللبعض الشعور بالأمان والسعادة، وللبعض بناء علاقات جيدة مع الآخرين – فكل شخص لديه معتقده الخاص عن النجاح.\nالإنترنت مليء بالإنجازات العظيمة وقصص الناجحين وأبرز المقومات التي ساهمت في نجاحهم.\nبعض هذه المقومات تناسب الجميع، وبعضها شخصية أكثر. وبغض النظر عن الأشياء التي تود تحقيقها – لابد أن تكون لديك أهدافاً واضحة وآلية محددة لتحقيقها.\nفكر في كيف يجب أن تكون شخصيتك لتصبح ناجحاً أكثر من تركيزك على نوع العمل أو ما يجب عليك فعله. وهذه هي الثلاثة عوامل المفضلة لديّ لتكون ناجحاً.\n١. كن ثابتاً على الهدف\nالنجاح لا يحدث في يوم وليلة. حتى وإن تم إغراؤك بقصص الأشخاص الذين حققوا المليون خلال عطلة نهاية الأسبوع أو شيئاً من هذا القبيل، تذكر أن ذلك كلفهم تحضيراً ومجهوداً لتحقيق ذلك.\nقد تستغرق بعض الوقت لكي ترى تقدماً خصوصاً حينما تكون فقط في بداية مشوارك، فإذا توقفت في منتصف الطريق لن ترى النتيجة أبداً. كن واقعياً فيما يتعلق بالوقت ولا تيأس مبكراً.\n"
    },
    {
      "source": {
        "id": "politico",
        "name": "Politico"
      },
      "author": "Lara Seligman",
      "title": "كن مثابراً كالصياد\n",
      "description": "The U.S. currently has roughly 600 troops in Afghanistan, most of whom are Marine Corps and Army personnel providing security at the U.S. Embassy in Kabul.",
      "url": "https://www.politico.com/news/2021/07/07/us-troop-withdrawal-afghanistan-498671",
      "urlToImage": "https://images.unsplash.com/photo-1482990673175-a0cb26bf62bc?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=845&q=80",
      "publishedAt": "مع أنه وخلال تلك الفترة كانت المنافسة قوية جداً في ظل وجود 42 شركة متخصصة في الحبوب إلا أن دبليو كي كيلوغ نجح في تكوين مكانة رائعة للشركة حيث كان يحمل أفكاراً تسويقية رائعة ومبتكرة، وهو أول من استعمل إعلانات ملونة يمكن استبدالها بعلبة مجانية من البقال.. وابتكر Waxtite وهي طريقة تجعل الأكياس التي تحفظ «الكورن فلكس» صحية ومعقمة لتدوم أطول فترة ممكنة.\nتعتبر شركة «كيلوغ» حالياً الأولى عالمياً في صناعة الحبوب المعلبة حيث إن نجاحها وتوسعها في أكثر من 160 دولة اعتمد على استراتيجيات تبناها مؤسسها وكانت معتمدة على الإدارة والتسويق والدعاية الناجحة.\nتقول العبرة: إنه بلاشك فإن الصدفة قادت مؤسس شركة «كيلوغ» إلى فكرة «الكورن فلكس»، ولكن بالمثابرة والعمل الجاد ووضع الخطط الناجحة وصل هذا الصنف إلى كل أنحاء العالم ليصبح وجبة الإفطار في أغلب الأحيان وهو الفطور الصباحي المشهور عالمياً ورقم واحد دون منازع.\nكل المكتشفات العظيمة والأعمال الفنية الكبيرة التي نراها ونسمعها ونعيشها في حياتنا اليومية، كانت وليدة لمثابرة العلماء والمخترعين والفنانين الكبار. كل التقنيات التي نستخدمها، ومن الكمبيوتر الذي أكتب على شاشته هذا العمود، والإيميل الذي سأرسله إلى المسؤول عن صفحة الرأي، هو وليد المثابرة، من الطبيعي ألا يصل الإنسان من الوهلة الأولى، إلى ما يريد إنجازه، وقد يمر بالعديد من اللحظات التي يصيبه فيها اليأس، ولكنه يتعلم فكل ما يقوم به ليست إلا تجارب توصله إلى النتيجة التي يحلم بها.\nهل كانت الديانات تنتشر في العالم لو لم يكن هناك مثابرون يحولون الظروف الصعبة إلى ظروف ملائمة لعملية النجاح. هل كان لكولمبوس أن يكتشف أمريكا لو هو توقف في نصف الدرب وقال إن «الأعاصير حالت دون تقدمي للأمام».\nهل أنت ستكون موجوداً لو لم تكن أمك صبرت وثابرت على تحمل الألم، وحلمت بالنتيجة وهي ولادة إنسان جديد يهب الخير إلى الأرض.\nبالمثابرة تستطيع أن تحقق ما تحلم، ثابر.. ثابر.. ثابر.",
      "content": "من المعروف أن الصياد، أي صياد، صياد سمك، أو حيوانات، أو طيور، لا يتمكن من صيد أي شيء إلا من خلال الصبر والمثابرة، والمثابرة هي أحد قوانين النجاح الطبيعية التي أكد عليها كل المشتغلين بتربية الذات، وقانون المثابرة يعني القدرة على التحلي بالمثابرة في وجه المحن والخطوب والعقبات والمواقف المخيبة للآمال، هي مقياس إيمانك بنفسك، وهي الصفة الحديدية للنجاح في أي مجال من مجالات الحياة، ولو أنك ثابرت وصبرت مدة طويلة بما يكفي فلابد أن يحالفك النجاح في نهاية المطاف.\nوأنا أبحث في موضوع المثابرة، توقفت عند كلمات اللورد روبرت بادن باول مؤسس الحركة الكشفية الذي قال للكوادر العليا من الكشافة «كل حركة تحيا بمبادئها وتفنى يوم تتخلى عنها، كن مثابراً ومصراً على تعليم الفتيان النظام والطاعة المطلقة، اسمح للفتيان بالشغب حينما تترك لهم مساحة لذلك فقط، وهي ظاهرة صحية من وقت لآخر وذلك لممارسة بعض الأنشطة العشوائية وعدم إصابتهم بالكبت، في حياتي الخاصة هناك ثلاث طرق يمكن أن أواجه بها المشكلات بنجاح، وهذه الطرق هي، العمل والعدل وأهم سلاح وهو الحب».\nكل هذه المقدمة كانت من أجل أن أحكي لكم قصة عن المثابرة أرسلها الصديق جاسم أمان على الـ»واتساب»: يحكى أن رجلاً أمريكياً يدعى دبليو كي كيلوغ من منطقة باتل تريك في ولاية ميتشيغن، في عام 1894 كان يعمل مع أخيه الطبيب الدكتور جون كيلوغ في مصحة حيث كان يساعده في تحضير مأكولات صحية للمرضى، وبينما كان الأخوان يجريان تجربة على حبوب القمح حصلت حالة طارئة أجبرتهما على قطع التجربة، وبعدما عاد الأخوان إلى مركز العجين كانت الحبوب قد شربت الماء فلاحظا أنها كبرت وتفتحت، مما أدى إلى اكتشاف أول غذاء مصنوع من رقائق القمح تمت تسميته بعدها «الكورن فلكس». بدأ الأخوان ببيع الكورن فلكس بالبريد عام 1899، مما ساعد دبليو كي كيلوغ على تأسيس شركته الخاصة وتصنيع «الكورن فلكس» بشكل واسع عام 1906، ثم توسعت الشركة ووصلت إلى كندا وأستراليا وإنجلترا."
    },
    {
      "source": {
        "id": "ars-technica",
        "name": "Ars Technica"
      },
      "author": "Dan Goodin",
      "title": "كن مثابرًا في مواجهة التحديات المتجدّدة\n",
      "description": "Game-over code-execution attacks are still possible even after fix is installed.",
      "url": "https://arstechnica.com/gadgets/2021/07/microsofts-emergency-patch-fails-to-fix-critical-printnightmare-vulnerability/",
      "urlToImage": "https://images.unsplash.com/photo-1523287562758-66c7fc58967f?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=1050&q=80",
      "publishedAt": "عليك كذلك أن تتحمّس نحو تقليل مشاغلك غير المهمة والتي لا تتعلق مباشرة بهدفك حتى لا تشتّت مجهودككن جديًّا في مشاعرك ورغبتك، وفكّر دومًا في كيفية إنجاز قدر أكبر في وقت أقل وبراحة أكثر، كن ذكيًّا في توجهكابحث عن الأفكار المفيدة لك كل يوم عبر العمل، وتقبّل أنك أحيانًا لن تجد كل الإجاباتإن الأفكار المفيدة تظهر فقط لمن يبحث عنها طوال الوقت ويعرف هدفه، وهي تظهر أثناء التقدم من خلال العملتقبَّل حقيقة أنك قد لا تجد كل الأجوبة لأسئلتك، وأن الإجابة قد تتأخر أو لا تتضح أبدًا؛ تصرَّف على أساس المتاحاجتهد على الدوام في التقدُّم نحو أهدافك، واعلم أن الإجابات والأفكار المفيدة كثيرًا ما تختفي وراء العمل والخبرةزد من حدّة الذاكرة لديك من خلال التركيز على الأشياء المهمة بالنسبة لنجاحكأول خطوة في تنمية الذاكرة تتمثل في “التركيز باهتمام” أثناء التلقّي، وليكن الدافع هو علاقة المعلومة بهدفكثاني خطوة في تنمية الذاكرة تتمثل في “ربط المعلومة بشيء آخر مهم”، وليس أهم من المعلومات ذات العلاقةثالث خطوة في تنمية الذاكرة تتمثّل في “التكرار للمعلومة” بعدها بفترة قصيرة، ويعينك على التكرار كتابتها أولًاتفادَ المصائد الفكرية التي قد تقابلك بعد النجاح أثناء سعيك نحو أهداف أخرى أكثر تقدمًاإن عقلية نجاحك البارحة هي ذاتها التي من الممكن أن تتسبّب في عرقلتك اليوم؛ لذلك وجب عليك الانتباهاحذر الاعتقاد بأن إجاباتك هي الأفضل، أو الهجوم على كل المنتقدين، أو الاهتمام بمظاهر النجاح أكثر من النجاح نفسهلا تسترخ لممارسات الماضي الناجحة؛ لكيلا تكون هي السبب في هبوط مستواك غدًا؛ ابحث عن تحديات الصعود\n",
      "content": "عادة ما يحصد المجتهد 80% من النتائج في آخر 20% من مدة العمل على هدفه، وما قبل ذلك يحصد التحديات. الناجح يرى التحديات جزءًا لا يتجزّأ من رحلة نجاحه، ويعتبر كل تحدٍّ درجة من الدرجات يعلو فوقها بالتزامه وحزمه. إذا عملت عملًا يستحق جهدك، فأعطه كل جهدك، واستفد من تجارب غيرك، واجتهد بأكثر من أسلوب حتى تنجزه.\nطوِّع لمصلحتك ملكات الدراية الذاتية والخيال والأخلاق والإرادةاستخدم درايتك الذاتية ونمّها لتقييم ذاتك (ما هو كائن)، ثم خيالك لتحديد هدفك وتصوّره (ما يمكن أن تكون)اربط ما بين أخلاقياتك الرفيعة التي تؤمن بها وبين أهدافك (القيم والمعتقدات)، ثم اعمل عليها بإرادة قويةاجتهد لكي تفسّر أفعالك من خلال سياق هذه الملكات القيمة: الدراية الذاتية والخيال والأخلاق والإرادةاظهر وتصرف وتحدث واعمل مثل الناجحين الذين تود أن تصل لنجاحهم في حياتكإن الطريقة التي تظهر وتتصرف بها تؤثر كثيرًا على عقلك الباطن؛ فاختر أذكى الطرق، وأذكاها هي طرق الناجحينالكلمات المنطوقة ولغة الحركات يؤثران كثيرًا على مشاعرك وتصرفاتك؛ لذا عليك أن تختارها بحكمة كبيرةكن أنت المثال الحي للتغيير الذي تود أن تراه، وتصرف على أساس ذلك في المواقف التي تواجهكزد من حماسك نحو ما هو مهم لك ولسعادتك، وفي نفس الوقت قلّله نحو ما هو ثانوي لكعليك أن تتحمّس كثيرًا نحو عمل ما يتوجّب عليك عمله اليوم وكل يوم بلا كلل؛ من أجل أن تنعم بالراحة بإذن الله"
    },
    {
      "source": {
        "id": null,
        "name": "Arizona Sports"
      },
      "author": "Kevin Zimmerman",
      "title": "كيفية أن تكون مُثابرًا",
      "description": "Would you have guessed Dario Saric had the best net rating (12.1) of any Suns players during these playoffs? Probably not.",
      "url": "https://arizonasports.com/story/2719790/phoenix-suns-have-options-to-replace-backup-c-dario-saric/",
      "urlToImage": "https://images.unsplash.com/photo-1504805572947-34fad45aed93?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=1050&q=80",
      "publishedAt": "المثابرة رغم الفشل\nكثيرًا ما يُستَخْدَم الفشل كعذر أو تبرير لعدم السعي لهدف أو للاستسلام بسهولة. إلا أن الفشل يمكن أن يُشَكِّل دافعـًا إذا نظرنا إليه من منظور بَنَّاء ولم نَعُد نخشاه.\n1\nتقبَّل أن الفشل موجود ومُحتَمَل. أكثر الأشخاص نجاحـًا في العالم جربوا الفشل، الفرق بينهم وبين من يعيشون في خوفٍ من الفشل هو أن الناجحين يواجهون الفشل ويتعلمون منه ويستعملونه لتحسين محاولتهم التالية. يثابرون لأنهم ببساطة يعرفون أن الفشل جزء من النجاح. بالنسبة لك، تعلُّم استيعاب الفشل بصفته جزء طبيعي ضمن الطريق نحو النجاح هو مفتاح التقدُّم. اسأل نفسك:ما هو سلوكي مع الفشل؟ هل أتجنبه من خلال عدم الإصرار على أي شيء؟ هل أخشى الفشل؟\n\nهل أتذرّع بالخوف من الفشل لأتجنب المثابرة على أهدافي وأعمالي الحالية؟ هل يعكس مُعدَّل نجاحي ذلك؟\n\n2\nتجنّب الانسحاب عند أول ظهور للمصاعب. من المنتشر بكثرة أن يتحول الفشل على الإصرار إلى تبرير لطمئنة النفس إلى أن عدم المحاولة هو الخيار الأمثل، الأمر الذي يتحوّل إلى عادة ومَثَل على لاجدوى المحاولة. أيّ شيء يستحق العمل أو التحقيق سوف يواجه عقبات ومصاعب. انظُر لهذا باعتباره أمر واقع وتعامل مع التحديات بصفتها شيء يختبر عزيمتك ويصقُل إصرارك؛ يجعلك أقوى وأكثر دهاءً وشغفـًا. إذا لم تنجح في البداية، حاول مرارًا وتكرارًا. إذا لم تحصل في البداية على وظيفة أحلامك أو ناشر لروايتك، كرر المحاولة مرة ثانية وثالثة، زِد كثيرًا من محاولاتك. كثيرٌ جدًا من الناس يظنون أنّ الرفض عدة مرات في البداية يعني أن الأمر لن ينجح أبدًا. هذا تقييد وحصر للذات وافتراض لا أساس له ما دُمت تعرف أن مُخططك أو هدفك صحيح، الأمر في هذه الحالة هو مجرد عدم تكرار المحاولة مرات كافية. تذكّر أن هناك الكثير من الناس والكثير من الفُرَص في العالم، من غير المعقول أن تأمل أن تصيب تمنياتك وأهدافك الأشخاص المناسبين من المرة الأولى في كل مرة!\n3\nادرس الأسباب التي قد تؤدي إلى الفشل. يقود هذا إلى تفرٌّع ثاني من الخطوة السابقة؛ حين تكون قد حاولت بالفعل أن تستمر كثيرًا على خطتك الأساسية لكنك تظل تُقابَل بالرفض أو تصطدم بعقبات على طريقك باستمرار، قد تكون بحاجة لتعديل نهجك. كما قالت ريتا ماي براون ذات مرة: \"الحماقة هي أن تفعل نفس الشيء مرارًا وتكرارًا مُتَوَقِّعـًا نتائج مختلفة\". ربما لا تكون الكتابة في مدونتك مشوقة كما يمكن لها أن تكون لذلك لا يقرأها الكثيرون، ربما لا تُظهِر سيرتك الذاتية أفضل ما لديك لذلك لا تحظى بمقابلات شخصية، ربما يحتاج أسلوبك في المقابلات الشخصية إلى بعض التعديلات بمساعدة خبير في المقابلات الشخصية لأنك لا تُعَيَّن في الوظائف التي تُقدِّم لها، أو ربما تحتاج دعاية أعمالك التجارية لأفكار مبتكرة أكثر لأن المنتج الرائع الذي تقدمه أو الخدمة التي توفرها لا تُلاحَظ.توقف وقيِّم الأشياء التي تفعلها للوصول لهدفك؛ عادةً لا تكون المشكلة في الهدف لكن في الطريقة أو في التفاصيل الصغيرة التي لم تتضح أو تُفصَّل بشكل كافي لمساعدتك على الوصول للهدف.\n\nلا تخاف من النقد البنّاء الذي يعلمك كيف تفعل الأشياء بشكل أفضل؛ تقييمك الصادق لنفسك وتقييم الأشخاص الذين تثق بهم وحتى تقييم منافسيك يمكن أن يزودك بالكثير من المعلومات عن كيفية تطوير منهجيتك لتحقيق الهدف. استمع بحرص وتعلم من الأشياء التي يخبرك بها النقد.\n\n4\nتعلَّم أن تستسلم وأنت راضٍ. هناك عبارة مشهورة تقول \"لا تستسلم أبدًا\". ما تعنيه هذه العبارة حقـًا هو \"لا تستسلم بسهولة\"، تعني أن تحاول بأقصى قدرتك وتكرر المحاولة ثم تعيد تقييم نهجك بعد ذلك أو حتى تقييم هدفك نفسه. \"لا تستسلم أبدًا\" لا تعني أن تكون أحمقـًا عنيدًا. إذا كانت الحقائق تخبرك أن التخلي عن هدف أو رغبة ثبُت أنها غير واقعية أو لا يمكنك تحقيقها رغم كل مجهوداتك، كن واقعيـًا ووجِّه طاقتك نحو شيء آخر. كن ممتنـًا للخسارة، لأنها علمتك ما لا ينفع ولا جدوى معه من الإصرار، لكن يمكنك الآن أن تُجرِّب طُرُقـًا جديدة لتحقيق هدفك.\n5\nانظُر للنتيجة النهائية بعين عقلك. عندما يتعقّد سَيْر الأمور وتشعر بالرغبة في التخلي عن كل شيء، استحضر شعورك بالهدف عن طريق تذكُّر رؤيتك. تخيّل النتيجة النهائية التي ترغب بتحقيقها وتخيل نفسك حينذاك. تأكد أن تكون هذه الخيالات مُحمِّسة، بطريقة تُلهمك وترفع معنوياتك. انغمس في التصورات المثيرة بدلًا من تخيَُل صورة سوداوية. تستحق نتيجة رؤيتك، لذا ذكِّر نفسك بها باستمرار وأنت تبذُل مجهودًا لتحقيقها.\n\nطريقة3\nالإصرار عند رفض أو طلب شيء\nيلعب الإصرار دَوْرًا هامّـًا في تفاعلاتك الشخصية. كلما قمت بتقديم اقتراح أو رفض طلب، يساعدك الإصرار على فرض احتياجاتك على الآخرين وتوضيح ما يمكن أن تفعله وما لا يمكن أن تفعله للآخرين، بالإضافة إلى عدم التنازُل عند السعي لإقناع شخص عندما تكون موافقته ضرورية.\n1\nكُن مُصّرًا على ما تقوله حتى يفهم الناس تمامًا ما تعنيه ويعرفون أنك تقصد ذلك فعلًا. يُمكن أن يُنظَر للمُثابرة على أنها إصرار، أسلوب غرضه التأكُّد من كونك مفهوم بشكل جيد من قِبَل الطرف الآخر وتوضيح أنك لا تتراجع عن شيء ما لم تختر ذلك بكامل إرادتك. إذا كنت من نوع الأشخاص الذين بالكاد يُصرِّحون عما يرغبون وما لا يرغبون به من الآخرين وكنت تجد نفسك مُجبَرًا على أشياء وتُوَجّه نحو ما لا ترغب به عندما تحاول شرح ما تريده من الأشخاص، فسوف يفيدك كثيرًا أن تتعلم الإصرار في التعامُل مع الآخرين.الإصرار عند طلب أو رفض شيء يُمكِّن الناس من معرفة ما ترغب به، بصورة واضحة وبدون تنميق.يُمكِّنك الإصرار من الدفاع عن موقفك عندما يحاول الناس إعاقة طريقك وإثنائك عن موقفك أو تحوير رغباتك لتصبح أكثر تناسبـًا مع تفضيلاتهم. لا يهم سواءً نجحت أو لم تنجح في الوصول لرد الفعل الذي تسعى له، لكن الطريقة التي تسعى بها هي ما سيتذكره الآخرون.\n2\nاستعمل أسلوب \"الاسطوانة المشروخة\". هذه طريقة منتشرة تُستَخْدَم لمساعدتك للدفاع عن حقوقك، هدفها هو أن تدعمك للثبات على موقفك الأصلي وتجعل رسالتك واضحة كلما حاول الشخص الذي تتعامل معه أن يُحوِّل الأمر إلى مسار آخر. هذا الأسلوب ببساطة هو عبارة عن جملة تُعبِّر عن مشاعرك أو نيتك أو قرارك، تظل تكررها دون أن تغضب أو تكون دفاعيـًا أو منفعلًا، مهما اضطررت إلى تكرار ما تقوله.تعلّم أن تُصرِّح بطلب أو رفض معقول مرارًا وتكرارًا. نفّذ هذا بأن تكون حاسمـًا وتبدأ بوضوح بـ (أرغب بكذا أو لا أرغب بكذا).\n\nواصل إصرارك بالتعرُّف على أي محاولات من الطرف الآخر لمساءلتك أو صرفك عن الموضوع أو حاوَل أن يجعلك تشعر بالذنب. كل هذه محاولات لتغيير موقفك.\n\nتجنب أن تغضب أو تصبح ماكرًا. كل المطلوب هو توضيح رغباتك ببساطة، وهذا يعني \"الاسطوانة المشروخة\".\n\n3\nتجنب الشعور بأنك \"تراجعت\" بالتوصل إلى \"حل وسط عملي\". في حالات أقل انتشارًا، قد تجد أن التسوية مجدية، لكن فقط إذا لم تجعلك تشعر أنك تنازلت أو تم استغلالك. في هذه الحالة تقبّل الحاجة للتسوية كجزء من سعيك المثابر، استمع بانتباه لما يطلبه الطرف الآخر واطرح أسئلة مبنية على أقواله لتعرف إلى أي مدى يمكنه التفاوض. بالنسبة لك، اعرض ما يمكنك تقديمه فقط دون أن تشعر بالاستياء أو الاستغلال.مثال على حل وسط عملي: بيل سأل جيني إذا كان من الممكن أن يستعير سيارتها الليلة. جيني كانت قد أخبرت بيل قبل ذلك أنها لن ترغب بإعطائه السيارة مرة أخرى بما أنه صدمها. يتضايق بيل جدًا ويقول أنه يعِد بأن ينتبه للسيارة جيدًا حتى أنه سيزوِّدها بالوقود قبل إعادتها. ترى جيني أن هذه رشوة بشكل ما لكنها قلقة كذلك أن بيل لن يجد مواصلات عامة بعد منتصف الليل ولذلك قد يواجه مشكلة حين يحاول العودة للمنزل. جيني تُرحِّب بأن تُقِلّ بيل لأنها ستكون في الخارج مع أصدقائها في نفس المنطقة ونفس الوقت. لذلك بإمكان جيني أن تسأل بيل ما إذا كان سيُرحِّب هو أيضـًا بأن توصله على أساس أن يتفهم أنها لن توافق على إعارته السيارة مرة أخرى، لكن بما أنها ستكون في مكان قريب بعد منتصف الليل ستكون سعيدة بأن توصله للمنزل. يبتسم بيل ويوافق ويرضى كل منهما عن الموقف. في هذا الموقف، يمكن أن تُوَضّح جيني أن هذه المرة استثناء مناسب لكلٍ منهما وأن على بيل أن يجد بنفسه حلول أخرى للمواقف المستقبلية المشابهة.\n4\nركّز دائمـًا على تكرار طلبك أو رفضك. يعني هذا أن تجيب على الأسئلة التي لها علاقة بالموضوع فحسب وألا تُستَدرَج للإجابة على أسئلة مرتبطة من بعيد أو غير مرتبطة بالموضوع لكن الطرف الاخر يستخدمها ليبدأ في تشتيتك عمّا تطلبه أو ما ترفضه. عندما يكون لديك مطلب أو تكون رافضـًا لطلب، انتبه لما يلي:انظر لعيني الشخص. يعني هذا أن قضيتك هي العمل. النظر لعيني الشخص مهم عندما تطلب من أطفال أن يذهبوا للنوم تمامـًا كأهميته عندما تطلب من مديرك أن يرفع راتبك.\n\nتجنب البدء باعتذار إلا إذا كان ضرورة حتمية. الاعتذار عادةً ما يقلل من قيمة المُعتَذِر ويمنح الطرف الآخر نفوذًا هائلًا، ما يجعله يستوعب أنه يمكنه تغيير رأيك بسبب شعورك بالذنب وعدم التصميم بسبب الخوف.\n\nكن واضحـًا ودقيقـًا في مطالبك. عبّر بوضوح عن ما ترغب بالضبط بفعله/حدوثه/تغييره، إلخ، أو ما ترفض أن تمنحه/تعيره، إلخ.\n\nابقَ هادئـًا ومهذبـًا وإيجابيـًا. لا تغضب أو تنفعل بسرعة أو تصبح صعب الإرضاء. لا تعبس. تحديدًا، لا تهدد أو تُضخِّم الأمور.\n\n5\nكن منطقيـًا عندما تحاول أن تبقى مُصِرًّا. سواءً في حال الرفض أو الطلب، يمكن أن يكون من المناسب التوصُّل لحل وسط. في حالة الطلب، يحق للطرف الآخر أن يرفض. الإصرار، على كُلٍَ، هو معرفة أنك حاولت بأقصى استطاعتك، دافعت عن موقفك ولم تتنازل أو تغضب. حتى عندما لا تحصل على ما تريد، تكون قد ثابرت بطريقة تُكسِبْك الاحترام وتحافظ على كرامتك تمامـًا.\n\nأفكار مفيدة\nاجعل لصحتك الأولوية في حياتك. من غير الصحة الجيدة، تخاطر بأن تكون خائفـًا وسلبيـًا ومنهكـًا طوال الوقت، لا شيء من هذا يدعم مثابرتك. تمرَّن يوميـًا وتناول طعامـًا صحيـًا ونم نومـًا كافيـًا.تعلّم أن تتعايش مع الإخفاقات. تحديدًا، لا تتنازل عن الأمر كله بسبب مشكلة أو خطأ واحد. إذا لم تنجح يوم الاثنين، حاول مرة أخرى يوم الثلاثاء.احلم أحلامـًا كبيرة. لن يصل معظمنا للّعب في الأولمبيات أو أن يصبح الرئيس التنفيذي لشركة كبيرة أو يفوز بجائزة نوبل للسلام، لكن يظل من الممكن أن نُعجَب بمن يصلون لهذا ونحاكيهم. من هو قدوتك؟ إذا اتّبعت أساليب مثَلك الأعلى، يُحتَمَل أن تصل لنتيجة مماثلة. ربما حتى تكون هذه هي خطة منافسيك! خذ نصيحة من أشخاص نجحوا في مساعيهم بنفس الطريقة التي ترغب أن تنجح أنت بها وابدأ بالتفكير بنفس الطريقة.جزء من تنفيذ الوعود هو عدم الوعد بشيء غير منطقي من البداية. إذا كان هناك شيء أكبر من قدرتك على تحقيقه، قد يكون الرفض أو التوصُّل لتسوية هو الأفضل على المدى البعيد.لا تكن خائفـًا من طلب المساعدة من الآخرين. لن يكون الأمر أنك تُثقِل على الآخرين، بل أن تعتمد على دعمهم وتستمع لنصيحتهم وتستفد من آرائهم وتدعهم يرشدونك من آنٍ لآخر. حتى لو لم تكُن لديك عائلة أو أصدقاء يكون هذا دورهم، هناك أشخاص يمكن أن يحلوا هذا المحل، مثل الأطباء النفسيين والمرشدين الحياتيين والمستشارين المهنيين. كوِّن فريقك من \"الناصحين الموثوقين\" ليساعدوك على تحقيق هدف، تمامـًا كما فعل الكثير من الأشخاص الناجحين، بدءًا بالإسكندر الأكبر وحتى أوبرا وينفري.لا تجعل استراحاتك تطول للأبد. أحيانـًا تكون الراحة هي أفضل ما تفعله لتحقق هدفك، لكن الراحة إلى أجل غير مسمى بالتأكيد تخرجك عن مسارك تمامـًا.\n\nتحذيرات\nانتبه لتحذيرات الآخرين من نفس مجالك أو مسعاك. بفعل هذا تتجنب ارتكاب نفس الأخطاء وتجعل المثابرة أسهل.إذا وجدت نفسك دائمـًا ما تصطدم بطرق مسدودة، حان الوقت لتعيد النظر فيما تفعله. كن ذكيـًا فيما يتعلق بالوصول لأهدافك عن طريق الإصرار.لا تعتبر المثابرة نهاية بحد ذاتها. لا لأن هذا قد يحولك إلى شخص متعنت فحسب (وهو ليس تعريف المثابرة) لكن سيجعلك هذا أيضـًا مزعجـًا عندما تستمر على إصرارك. الشخص المتعنت لا يعرف متى ينبغي عليه التخلي عن هدف لم يعد مفيدًا ولا يتجه نحو غرض مفيد، ما يعزز الفشل. العناد في وجه الحقائق التي تخبرك بأن تتمهل ليس له علاقة بالمثابرة البنّاءة. من جهة اخرى، يعرف الشخص المثابر أنه على حق بناءً على صوت العقل وتقدير الموقف، يراجعون الهدف باستمرار كلما كانوا بحاجة لذلك ليتأكدوا أن الهدف ما زال جديرًا بالاهتمام ويستمرون ببذل مجهود ليخرجوا الفكرة للنور.\n",
      "content": "المثابرة هي مهارة من الممكن أن تساعدك على تحقيق هدف والحصول على ما ترغب به ويمكن حتى أن تكون وسيلة لتفرض نفسك في مواجهة أشخاص عنيدين أو يصعب إرضائهم. المثابرة في أي مهمة أو تفاعل أو هدف في الغالب ما تكون هي الفرق بين الناجحين ومن يفشلون في أي مسعىً لهم. نقص المثابرة والإصرار أو \"الاستسلام والتنازل بسرعة\" هو بالتأكيد أحد أكثر أسباب الفشل انتشارًا.\nتغطي هذه المقالة دور الإصرار في تحقيق هدف، وتجاوُز الفشل، والوصول لما ترغب به عند التعامل مع الناس.\nطريقة1\nتحقيق هدف\nلو أنّك اشتركت في الجيم في يوم 2 يناير وتدربت بعزيمة حتى الرابع من يناير، فأنت تعرف أن المثابرة أمام الصعوبات ضرورية لتحقيق الأهداف. أيـًا كان ما تحاول فعله سواءً كان التعوُّد على عادة جديدة أو التخلص من عادة قديمة أو إنجاز مشروع كبير، ستجد أن تحديد الهدف مختلف عن الاستمرار عليه. يشرح هذا القسم كيفية مساعدة نفسك للمثابرة على هدفك.\n1\nحدد هدفـًا. كن محددًا بشأن النتائج التي ترغب بتحقيقها. اجعل الإطار الزمني لهدفك محددًا كذلك. من المهم أن تكون متأكدًا أن الهدف الذي حددته معقول وقابل للتحقيق.اكتُب هدفك في مكان يمكنك رؤيته بانتظام. هذا المكان يمكن أن يكون مُذَكِّرة أو أوراق ملاحظات لاصقة أو على مُلصَق مُعلَّق على الحائط ونحو ذلك.\n2\nقسِّم الهدف إلى أجزاء صغيرة. يسهُل التعامل مع المهام الصغيرة وتحقيقها وستمنحك شعورًا بالإنجاز في وقت أقصر.قسِّم المهام بحث تخصص لكل منها وقتـًا محددًا. تناول المهمة مُقسَّمة على أجزاء مدة كل منها 15 دقيقة أو ساعة. إذا كنت تحاول تغيير عاداتك ابدأ بيوم ثم اتبعه بيومٍ آخر.\n\nقسِّم المهمة الواحدة إلى أجزاء. صنف عدة ملفات في وقت واحد أو نظِّف أجزاء كبيرة من المكان.\n3\nأنجز أشياء قليلة. خمس دقائق/ ثلاث مرات أسبوعيـًا أفضل من لا شيء، كما أنها لا تبدو شديدة الصعوبة. اجعل هذه هي البداية وَزِد عليها بالتدريج.\n4\nاعرف ما الذي يُحفِّزك. هل تحب الرضا الذي تشعر به عندما تُنجِز عملًا بشكل جيد؟ انظر ما إن كان يمكنك أن تُحّسِّن من محاولاتك السابقة. هل تستمتع بانتباه الآخرين لك وإشادتهم بك؟ خطط للتباهي بعملك عند انتهائك منه، أو اعرضه أثناء عملك عليه.\n5\nضع مذكرة في مكان بارز. هل تحاول ادخّار مال لشراء منزل؟ ضع صورة لمنزل أحلامك على مرآة حمامك أو على بطاقتك الائتمانية.\n6\nاجعل من عادتك العمل على تحقيق الهدف. افعل هذا الشيء كل يوم إن أمكن. أحد الطرق التي يمكن أن تساعدك على هذا هي أن تربُط الشيء الذي ترغب بعمله بأحد عاداتك الموجودة بالفعل. على سبيل المثال: إذا كنت تُفرِّش أسنانك كل ليلة قبل النوم، سيكون هذا وقتـًا ملائمـًا لتنظيف أسنانك بالخيط وغسل وجهك أيضـًا. اسقِ نباتاتك وأنت َ تجلب رسائل البريد أو وأنت تُنَزِّه كلبك. يمكنك حتى أن تنزع بعض الأعشاب الضارّة وأنت في انتظار أن يضخ خرطوم الري المياه.\n7\nاجعل عملك ممتعـًا. شغِّل موسيقى أو استمع لكتاب إلكتروني إذا كان عملًا روتينيـًا لا يتطلب تركيزك، مثل طلاء الجدران. تحدَّ نفسك أن تُنهي مقدارًا معينـًا من العمل أو أن تعمل لفترة محددة من الوقت. إذا كان هناك من يعمل معك، تسابقوا وتنافسوا في العمل. يمكنكم حتى التراهن على عمل مساج أو تحضير وجبة غداء للفائز كتحدي يمنحكم ما تسعون له.\n8\nأعلِن عمّا تعمل عليه. اطلب من أحد أصدقائك أن يشاركك فيما تقوم بعمله أو ببساطة أن يتابع تقدمك. ستجد من الأصعب كثيرًا أن تتهرب من تمارينك الرياضية إذا عرفت أن هناك من سيسألك عنها. حتى أن هُناك موقعـًا يسمى StickK.com يمكنك فيه أن \"توقع عقدًا\" على الإنترنت ليراه الجميع وإذا فشلت في تحقيق الهدف تصبح مدينـًا بمال لجمعية خيرية تختارها كجزء من الصفقة.\n9\nجمِّع نقاطـًا. دوَن تقدمك في مذكرات أو احتفظ بتقويم للمتابعة. يمكنك ببساطة أن تضع علامة على كل يوم قمت فيه (أو لم تقم) بعمل شيء، أو يمكنك أن تكتب ما أنجزته بطريقة قابلة للقياس: ما مقدار تقدُّمك، أو مدى سرعته، أو عدد الأشياء التي انتهيت منها، أو مدة الوقت الذي أمضيته في العمل.\n10\nخذ استراحات. مع أنه قد يبدو أمرًا نبيلاً أن تكافح دون راحة، إلا أن هذا خيارًا غير معقول. تحتاج أنت وجسمك لأوقات من الراحة لتجديد طاقتك وتنظيم أمورك. خاصةً أن لاوعيك يستمر بالعمل على الصعوبات أثناء الاستراحات، لذا من المهم أن تمنح نفسك هذه المساحة. الراحة أمر أساسي للاستمرار على المثابرة.\n11\nكافئ نفسك على المثابرة. تزيد المكافآت من قابليتك للاستمرار نحو هدفك لأن أهدافـًا كثيرة تستغرق أشهُر أو حتى أعوام حتى تتحقق. كلما طال الوقت الذي يتطلبه تحقيق الهدف، كلما كُنتَ أكثر عُرضة لفقدان الحماس. يمكن لمكافآت صغيرة متكررة من حينٍ لآخر أن تُجنِّبك هذا وتحفظ طاقتك وتركيزك. اعمل قائمة مكافآت تمنحها لنفسك بعد إنجازات محددة، مكافأة صغيرة على يوم كامل من العمل وأخرى كبيرة على شهر مستمر من العمل لتحقيق الهدف.خطط لمكافآت صغيرة. أضف ستيكر لتجميعتك أو ألصِق نجمة على التقويم أو ريشة على قبعتك مقابل كل جزء تنجزه من المهمة. اذهب للسينما أو أمضِ ليلة في المسرح برفقة أصدقائك.\n\nخطط لمكافآت كبيرة. المكافآت الكبيرة التي تحتاج لقدر أكبر من التخطيط والمال يمكن أن تنضم للمكافآت المستقبلية بشكل أقل تكرارًا، لكن كدَفْعات مُلهمة بشكل كبير. على سبيل المثال: خطط لتطوير آلتك الموسيقية عندما تصل إلى مستوى معين من الكفاءة، وإذا كنت تتعلم لغة خطط للذهاب في رحلة إلى مكان حيث تمارس لغتك وتتدرب على استخدامها.\n\nاجعل المكافآت ملائمة لهدفك ومرتبطة به. إذا كنت تؤسس حديقة، احصل على نبتة جديدة مقابل كل جزء تحضّره من التربة. كذلك إذا كنت تبدأ باتباع جدول رياضي، لا تكافئ نفسك بالطعام، جرّب أخذ حمّام دافئ بدلًا من ذلك.\n\nاسمح لنفسك بالمكافأة فقط عندما تحقق المطلوب. تفقد المكافآت تأثيرها إذا كنت تستمتع بها دون أن تقطع شَوْطـًا تجاه هدفك.\n\n12\nابدأ. حتى ولو كنت تعتقد أنك غير قادر على تحقيق الكثير فور بدئك، ستعرف بعد قليل ما هو بحاجة للعمل عليه وما الأسئلة التي ينبغي عليك معرفة إجاباتها. قد يتضح لك أن هدفك أسهل مما كنت تعتقد. بالإضافة إلى أنك من المستحيل أن تحقق ما لم تبدأ به.\n"
    },
    {
      "source": {
        "id": "cnn",
        "name": "CNN"
      },
      "author": "Megan Marples and Ashley Strickland, CNN",
      "title": "كيفية كتابة خطة عمل",
      "description": "An X-class solar flare erupted from the sun on July 3, the first large solar flare of solar cycle 25.",
      "url": "https://www.cnn.com/2021/07/07/world/solar-flare-cycle-25-scn/index.html",
      "urlToImage": "https://cdn.cnn.com/cnnnext/dam/assets/210707172124-solar-flare-cycle-25-scn-super-tease.jpg",
      "publishedAt": "7\nالشخص المسئول. المسئولية أمر في غاية الأهمية فيما يخص خطط العمل الجيدة. من هو الشخص المُكلف بإتمام كل مهمة؟ قد يكون هناك فريقًا من الناس يعملون على مهمة واحدة، لكن شخصًا واحدًا هو من يتم مسائلته حول كيفية العمل على تلك المهمة وضرورة إنهائها في الوقت المحدد.\n8\nاكتب إستراتيجيك. الإستراتيجية هي الخطة أو التوجه المتبع لتحقيق الهدف الرئيسي أو الكلي. ألقِ نظرة على خطة العمل وحدد كيف ستقدر على استخدام الإمكانيات المتاحة وكيفية تخطى العقبات من أجل الوصول لأهداف وغايات المشروع.قم بوضع خطوات عمل محددة. حدد ما يجب أن تقوم به كل يوم أو كل أسبوع من أجل تحقيق أهدافك. كذلك ضع الخطوات المطلوبة من بقية الأفراد في فريق عملك. يمكنك استخدام برامج وتطبيقات إدارة المشروعات أو تقويم شخصي من أجل الإبقاء على هذه المعلومات منظمة.اصنع جدولًا. لا تنسَ أن الكثير من الأشياء الغير متوقعة سوف تحدث، لذلك اترك مساحة في جدولك لتلك الإضافات المفاجئة.\n\nأفكار مفيدة\nحدد المعالم الرئيسية، خاصة إذا كان المشروع ضخمًا. المعالم الرئيسية هي النقاط خلال المشروع التي تسلط الضوء على تحقيق أهداف معينة هامة. كذلك تعمل بمثابة فترات التوقف للتفكير وإعادة التقييم، لمعرفة ما الذي أنجزته وأين أنت من الخطة الأولية وإذا ما كنت على الطريق الصحيح لخطة العمل أم لا.اصنع خطط العمل بالطريقة التي تناسبك. يمكن أن تكون خطط العمل مفصلة أو عامة وفق ما تفضله أو ما تحتاج إليه. يمكن أن تُكتب في قطعة من الورق، أو بواسطة برنامج متخصص وباستخدام العديد من الصور والألوان. كيفية إعدادها ليست هي القضية، ولكن جدوى النقاط المذكورة وقدرتها على مساعدتك في العمل على مشاريعك هو الأمر الأهم.\n",
      "content": "خطة العمل هي الخطوط العريضة والموجز الذي يوضح مجموعة الأهداف والعمليات المطلوبة من فريق العمل أو الشخص المسئول عن مشروع ما. الهدف من خطط العمل هو إتاحة الفرصة للقارئ لفهم أفضل لأهداف، ومهام، ونتائج، والمواعيد النهائية الخاصة بالمشروع. تساعد خطط العمل، سواء كان ذلك في الحياة العملية أو الدراسية، على البقاء منظمًا أثناء العمل، وعلى تسهييل عملية تقييم الأداء ومدى الوصول للأهداف المحددة مسبقًا. تقدر من خلالها على تقسيم العمليات المطلوبة إلى مهام صغيرة وقابلة للإنجاز، وكذلك تعريف الأشياء التي ترغب في تحقيقها. تعلم الآن كيفية كتابة خطة العمل، لكي تكون مستعدًا لمشاريعك القادمة.\nالخطوات\n\n1\nتحديد الغرض من خطة العمل. تُكتب خطط العمل للعديد من الأسباب. حدد الغرض من خطة العمل التي تكتبها، وضع ذلك الغرض نصب عينيك حتى تقدر على إعدادها بالطريقة الصحيحة. ضع في اعتبارك أن أغلب خطط العمل تكون لفترة معينة من الوقت (على سبيل المثال: 6 أشهر - أو سنة).في العمل، تساعد الخطط في اطلاع مديرك على المشاريع التي تعمل عليها خلال الشهور المقبلة. ويتم وضعها مباشرة بعد مراجعة الأداء السنوي أو بعد تنفيذ الفريق للمشاريع الكبيرة. كما يمكن أن تُوضع خطط العمل خلال دورات التخطيط الإستراتيجي التي تنظمها المنظمة في بداية العام أو السنة المالية الجديدة.في الحقل الأكاديمي، تساعد خطط العمل الطلاب على وضع جدولًا زمنيًا للمشاريع الكبيرة. كما تساعد الأساتذة أيضًا في التخطيط للمادة العلمية المقدمة في الفصل الدراسي.في المشاريع الشخصية، تساعدك خطة العمل في رسم الخطوط العريضة لما تنوي القيام به، وكيفية تنفيذه، والتاريخ الذي تنوي إنهاء العمل بحلوله. الخطط للمشاريع الشخصية، وإنك كانت غير ملزمة أو ضرورية للغاية، إلا أنها تساعد الأفراد على تنظيم أعمالهم ومراقبة الأداء ومدى تحقق الأهداف الخاصة بتلك المشاريع.\n2\nكتابة المقدمة والمعلومات الأساسية. بالنسبة لخطط العمل الاحترافية، قد تحتاج لكتابة \"مقدمة\" لخطة العمل. الهدف من كتابتها هو تقديم المعلومات الكافية للمدير أو المشرف من أجل فهم الخطة بالشكل الأمثل. كتابة هذه المقدمة قد لا تكون ضرورية بالنسبة لخطط العمل الأكاديمية.يجب أن تكون المقدمة موجزة وجذابة. اذكر أسباب إعداد تلك الخطة. تحدث بشكل تقديمي عن المشروع أو المشاريع المحددة التي سوف تعمل عليها خلال الفترة الزمنية المقبلة.يجب أن تغطي تلك المقدمة الأسباب وراء صناعة هذه الخطة. على سبيل المثال: اسرد التفاصيل والإحصاءات من التقارير الحديثة، حدد المشاكل التي تحتاج للمعالجة، وكوّن مجموعة من التوصيات أو التعليقات التي تسلمتها خلال المشاريع السابقة.\n3\nحدد الأهداف والغايات. ضع لنفسك غاياتك وأهدافك التي ترغب في تحقيقها، مع ملاحظة الفرق أن الغايات: هي الأهداف طويلة المدى، والتي تكون عامة وموسعة. بينما الأهداف: فتشير للأهداف قصيرة المدى، والتي يجب أن تكون محددة وواضحة بحيث يمكنك تحويلها لإجراءات ومهام عملية تقدر على تنفيذها في الواقع.الغايات يجب أن تركز على الصورة الشاملة لمشروعك. اذكر النتائج النهائية المرجوة من خطة العمل. على أن تجعلها واسعة النطاق، على سبيل المثال: اجعل غايتك هي أن تنجز الورقة البحثية أو أن تتعلم المزيد عن الكتابة.الأهداف يجب أن تكون محددة وملموسة. بمعنى آخر، يجب أن تكون قادرًا على التأشير عليها في قائمة مهامك بمجرد تحقيقها. على سبيل المثال: (إيجاد أشخاص لإجراء مقابلات معهم من أجل الورقة البحثية التي تعمل عليها) تعتبر هدفًا مناسبًا.بعض خطط العمل تقوم بتقسيم الأهداف إلى: أهداف قصيرة، ومتوسطة، وبعيدة المدى. خاصة إذا كانت طبيعة الأهداف لديهم تتفاوت تفاوتًا كبيرًا فيما بينها. على سبيل المثال: فالهدف قصير المدى للشركة من أجل (زيادة المشاهدة بنسبة 30% خلال ثلاثة أشهر) يختلف جدًا عن الهدف طويل المدى في (تعزيز رؤية العلامة التجارية في وسائل الإعلام الإلكتروني خلال العام المقبل).تكتب الأهداف بصيغة المبنى للمعلوم ويستخدم بها أفعال الحركة ذات المعنى الواضح -غير قابل للتأويل- (على سبيل المثال: يخطط / يكتب / يزيد / يقيس ) بدلًا من الأفعال ذات المعنى الغامض (مثل: يفحص/ يفهم/ يعرف.. إلى آخره).\n4\nقم بترتيب الأهداف في خطة عملك باستخدام الطريقة الذكية \"سمارت SMART\". تم اختصار هذا المسمى من خلال خمس كلمات تصف ما تحتاجه من أجل الوصول إلى نتائج ملموسة وقابلة للتنفيذ من خلال خطة العمل الخاصة بك.كن محددًا \"Specific\". ما الذي سوف نقوم به؟ ولمن؟. حدد الفئة المستهدفة التي سوف تقدم لها الخدمة وأي إجراءات محددة ستتبعها من أجل مساعدة هذا القطاع من الناس.اختر أهدافًا قابلة للقياس \"Measurable\". هل هذه الأهداف المحددة قابلة للقياس الكمي؟. هل نقدر على حساب النتائج؟ هل قمت ببناء خطة العمل على أساس هدف (ستتحسن الصحة في جنوب أفريقيا في العام 2020) ؟ أم أنك كنت محددًا واخترت هدفًا واضحًا وقابلًا للقياس مثل: (ستنخفض نسبة المواليد المصابين بالإيدز في جنوب أفريقيا، بنسبة 20% خلال 2020) ؟تذكر أن رقم خط الأساس يجب أن يتم وضعه من أجل قياس التغيير. إذا كنت لا تعرف معدل الإصابة بالإيدز عند المواليد في جنوب أفريقيا، فسيكون من المستحيل أن تقول بثقة أن معدل الإصابات سوف يقل بنسبة 20%.ضع أهدافًا قابلة للتحقيق \"Achievable\". هل هذا الهدف يمكن إتمامه خلال المدة المخصصة وبالإمكانيات المتاحة؟. يجب أن تكون الأهداف واقعية ومدركة للقيود والموانع المحيطة ببيئة العمل التي قد تعوق تحقيقها. زيادة المبيعات بنسبة 500% أمر ممكن الحدوث فقط إذا كنت شركة ناشئة أو صغيرة. لكن زيادة المبيعات بنسبة 500% وشركتك هي المهيمنة على السوق بالفعل، فهو أمر أقرب للمستحيل.في بعض الحالات، يكون من اللازم الرجوع إلى أحد الخبراء من أجل استشارته في تحديد ما إذا كانت الأهداف الموضوعة قابلة للتحقيق أم لا.ضع أهدافًا وثيقة الصلة بالموضوع الأساسي \"Relevant\". هل هذه الأهداف ستؤثر على الغايات المطلوبة أو الإستراتيجية الأساسية؟ على الرغم من أهمية \"قياس الطول والوزن\" بشكل عام في أمور الرعاية الصحية لطلاب المدارس، لكن هل هذه الإجراءات تؤثر بشكل مباشر على مهمتك في وضع إجراءات رعاية \"الصحية النفسية\" للطلاب\" ؟ تأكد من أن الأهداف والأساليب المتبعة ذات علاقة واضحة وبديهية بالموضوع الأساسي الذي تعمل عليه.الجدول الزمني المحدد \"Time bound\". متى سوف تتحقق هذه الأهداف؟ و/أو متى سوف نعرف أنها تمت؟ حدد وقت قاطع لنهاية المشروع. أيضًا، ضع بشكل واضح -في حالة وجود ذلك- النتائج التي من شأن تحققها التوصل إلى نهاية مبكرة للمشروع.\n5\nاذكر الإمكانيات المطلوبة. قم بتضمين كل الموارد والإمكانيات التي سيكون من الضروري توفرها لديك من أجل تحقيق أهداف وغايات المشروع. تختلف طبيعة الموارد باختلاف الغرض وطبيعة خطة العمل.بالنسبة لخطط العمل في الشركات والمنظمات، فالموارد قد تتضمن: الميزانية المالية، الموظفين، الخبراء والاستشاريين، المباني أو الغرف، الكتب. قد تقوم بذكر الميزانية المفصلة في الملحق، إذا كانت خطة العمل ذات طابع رسمي.بالنسبة للمجال الأكاديمي والدراسي، فإن الموارد قد تتضمن: أحقية استخدام مختلف المكتبات/ المواد اللازمة للبحث مثل: الكتب والمجلات والجرائد / جهاز كمبيوتر وإتصال إنترنت / أستاذ جامعي أو أي فرد قادر على الإجابة على تساؤلاتك حول الموضوع.\n6\nحدد القيود والعقبات. المقصود بذلك كل ما يقف في طريقك لتحقيق أهدافك. على سبيل المثال، إذا كنت تعمل على ورقة بحثية تابعة للمدرسة، فقد تجد أن جدول الحصص مزدحم بشكل يمنعك عن البحث والكتابة بشكل سليم. لذا، قد تكون العقبة هي، الجدول المدرسي المزدحم، ويكون الحل أن تترك بعض الحصص المدرسية أثناء الفصل الدراسي من أجل إتمام خطة العمل بكفاءة. (التخطيط مطلوب إذا كنت تأخذ أكثر من مادة دراسية صعبة خلال الفصل الدراسي.)"
    },
    {
      "source": {
        "id": null,
        "name": "CNET"
      },
      "author": "Leslie Katz",
      "title": "كيفية بدأ حياة جديدة بعد ماضي سلبي",
      "description": "These ancient humans were artistic? Scientists keep finding ways to challenge Neanderthal stereotypes.",
      "url": "https://www.cnet.com/news/what-a-51000-year-old-carved-bone-tells-us-about-neanderthals/",
      "urlToImage": "https://images.unsplash.com/photo-1523240795612-9a054b0db644?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=1050&q=80",
      "publishedAt": "تجنب العودة لطرقك القديمة\n\n1\nافهم المشكلة. ربما احتجت لوقت طويل لتصل في حياتك إلى النقطة التي تقرر فيها تغيير كل شيء والبدء من جديد. بدلًا من ذلك، قد تكون ولدت في ظروف عائلية صعبة وقررت في لحظة بعينها أن تغير حياتك للأفضل. مهما كان الموقف أو الحالة، حاول أن تحدد العوامل الرئيسية أو المساهمة التي أدت للوضع الذي وصلت حياتك إليه.فكر في أمور قام بها أو قالها الآخرون، وأنماط التصرف، ونبرة الصوت، والطريقة التي تفكر بها.اكتب قائمة بكل الأمور السلبية التي تميل إلى ترديدها لنفسك. جد أدلة على هذه الأفكار وأدلة ضدها. انظر للحقائق بدلًا من الآراء. اسأل نفسك عن الأسباب التي تدفعك للتفكير بهذه الطريقة.\n2\nخذ احتياطاتك لتجنب ارتكاب الأخطاء. ضع نظامًا صارمًا بحيث تتأكد أنك لن تعيد ارتكاب الأمور السلبية التي قمت بفعلها في الماضي. ضع خططًا يمكنك اتباعها عندما تلاحظ ظهور مشاعر تدفعك للقيام بأمور تندم على فعلها. مثلًا عندما تلاحظ أنك في حالة شعورك بالحزن تميل إلى شرب الكحوليات، ضع خطة لتتعامل مع حزنك بشكل مختلف بعيدًا عن شرب الكحوليات أو المواد المخدرة.تحدث إلى صديق واطلب مساعدته. عندما تشعر بالحزن، تحدث إلى صديق واطلب منه الحضور والتواجد معك. يمكنكما لعب رياضة ما أو عمل شيء جديد ومختلف. يمكنكما التحدث عن الأمور التي تحزنك، سيساعدك هذا على التعامل مع الموقف بشكل مختلف.جرب وضع خطط متعددة يمكنك اتباعها في مواقف مماثلة في حالة ظهور أي شيء يمنعك من اتباع الخطة الأولى.\n3\nتعلم من ماضيك. إذا كنت تفهم لما جرت الأمور بهذا الشكل في الماضي، حاول أن تفكر في حلول تمنع تكرار ما حدث. إذا كان الآخرون هم السبب في كون حياتك سلبية سيكون من الصعب عليك تغيير الوضع. على سبيل المثال: إذا كنت مراهقًا ووالداك يفسدان حياتك المنزلية، يمكنك مساعدتهما للحصول على المساعدة لتغيير طريقتهما في العيش.أنت أكثر الناس دراية بمن تحب. قد يكون أمرًا صعبًا أن تقنع الآخرين أن يطلبوا مساعدة من متخصص ليحسنوا حياتهم. فكر في طرق يمكنك بيها مساعدتهم، استشر الآخرين واسألهم عن أفضل الطرق التي يمكن اتباعها لحل المشكلة أو اقرأ مقالات في علم النفس مرتبطة بمشكلتك.\n4\nكون عادات جيدة وروتين جديد. لا يمكنك ببساطة أن تتوقف عن فعل شيء، عليك أن تبدأ بالقيام بأنشطة مختلفة حتى تستطيع استبدال عاداتك القديمة.[١٣] على سبيل المثال، إذا كنت معتادًا على العودة من المدرسة والتدخين في غرفتك، ضع روتينًا جديدًا يساعدك على تحقيق أهدافك بدلًا من التدخين. ضع خطة واطلب مساعدة من صديق إذا كنت تحب ذلك. بمجرد أن تعود إلى المنزل، اغتسل وتناول الغداء ثم اذهب فورًا للاستذكار في المكتبة العامة.اكتساب العادات الجديدة أصعب من عمل روتين جديد. ابدأ بالانخراط في السلوك الذي تحب أن يصبح عادة من عاداتك. على سبيل المثال، للمحافظة على نظافتك الشخصية، ابذل جهدًا في تنظيف أسنانك قبل الذهاب إلى النوم وفور الاستيقاظ في الصباح. ضع تذكيرًا يوميًا على هاتفك ليساعدك في التذكر أو اطلب من صديقك أن يذكرك بهذا ويسألك عن تنظيف أسنانك. بمجرد أن يصبح تنظيف الأسنان عادة من عاداتك ستشعر بعدم الراحة عندما تنسى غسلها.\n5\nاختر خيارات أفضل. في حياتك اليومية، ضع أهدافك في ذهنك ولا تنساها عند اتخاذ القرارات. فكر كيف تؤثر قراراتك في يومك وفي مستقبلك. تذكر خياراتك الخاطئة في الماضي. اختر الخيارات الأفضل والأنسب.أحيانًا تتخذ قرارًا كان مناسبًا في الماضي وحل مشكلة لكنه لم يعد كذلك الآن. قد تكون ألعاب الفيديو وسيلة لإنعاش عقلك لكنها الآن لا تجلب لك الراحة والسعادة نفسها. هذا طبيعي. فأنت تنضج على أشياء كثيرة وتتخلص منها.[١٤] لا تجبر نفسك على القيام بشيء لم يعد يحقق لك أي إيجابيات.\n\nأفكار مفيدة\nكن لطيفًا وصبورًا مع نفسك. إذا كنت تنتقد نفسك باستمرار بسبب عدم إنجاز الأمور التي ترغب بإنجازها، عندما تريد فعلا القيام بها ثقتك القليلة بنفسك وقلة دوافعك ستحول بينك وبين تغيير حياتك. [١٥]ضع في اعتبارك الانضمام إلى جروب دعم إذا كنت لا تفضل الجلوس مع المعالج النفسي وجهًا إلى وجه.تحتاج العادات وقت طويل للتخلص منها واستبدالها لأنها محفوظة في الممرات العصبية في عقلك وأنت ترتبط بها بدون أي وعي منك أو قرار بذلك. لا تستسلم واستمر في محاولة كسر عاداتك القديمة واكتساب وتكوين عادات جديدة.[١٦]تذكر أنك تستطيع التعامل فقط مع الأمور الحاضرة حتى تستطيع تغيير المستقبل. لا يمكنك تغيير ما حدث في الماضي، يمكنك فقط تغيير طريقة تفكيرك عن الماضي.[١٧] جرب أن تتعلم من الدروس التي استفدتها من الماضي وتجنب ارتكاب الأخطاء نفسها مرة أخرى.ربما تكون واحدة من عواقب الماضي أنك ترغب في صداقة أفراد لا يرغبون في وجودك في حياتهم مرة ثانية. تعلم أن تكون مهذبًا لكن بشكل غير ودي مع هؤلاء. إذا حاولوا التسبب في مشكلة عن طريق السخرية منك أو الاستهزاء، تجاهلهم أو اطلب منهم بحزم شديد أن يتوقفوا عن هذا.\n\nتحذيرات\nلست مضطرًا إلى التعامل مع أي نوع من أنواع العنف في حياتك. إذا كانت شخص تحبه أو شخص من ذوي النفوذ في حياتك (مثل معلمك) يعاملك بعنف أو يؤذيك، بلغ عن هذا التعدي. قائمة من هيئات مكافحة العنف يمكنك إيجادها على الدليل العالمي لهيئات مكافحة العنف\n",
      "content": "ترك الماضي خلفنا قد يكون أمرًا شاقًا لأننا اعتدنا العيش بالطريقة الحالية وأي تغيير يمكن أن يكون مخيفًا.[١] إذا كان ألم الوضع الحالي يتغلب على خوفك من التغيير، يمكنك وضع بعض الجهد لبدأ حياة جديدة. لن تحدث التغييرات في ليلة وضحاها لكن بتحمل المسئولية وبذل بعض الجهود سيمكنك تغيير حياتك ومكانتك.\nجزء1\nالعمل على خلق مستقبل أفضل\n\n1\nضع أهدافًا لنفسك. فكر في الأمور التي تريد تحقيقها لجعل مستقبلك أفضل من حاضرك ومن ظروف ماضيك. اكتب أهداف واضحة وموجزة يمكنك العمل على تحقيقها. تأكد أن أهدافك واقعية ومحددة وقابلة للقياس ومحددة بوقت وقابلة للتحقيق.ضع في اعتبارك الأمور التي لا تريد وجودها في حياتك.ابدأ بالعمل على هدف واحد في كل مرة.قسم أهدافك إلى خطوات صغيرة قابلة للتحقيق. هذا سيساعدك على إنجاز أهدافك بمرور الوقت.\n2\nاجمع لنفسك نظامًا للدعم. فكر في الأفراد الذين يؤثرون في حياتك تأثيرًا جيدًا ويساعدونك على تحقيق أهدافك. إذا كنت تنتقل لمكان جديد لا تعرف فيه أي أصدقاء، حافظ على تواصلك مع أصدقاء قدامى وحاول كسب أصدقاء جدد. تمسك بأفراد عائلتك الذين أظهروا حبهم ودعمهم لك في الماضي. غذي علاقتك بهم ونميها، كن صادقًا وودودًا وجديرًا بالثقة، هذا سيظهر لهم أنك تريد فتح صفحة جديدة في علاقتك بهم.نظام دعمك يمكن أن يتضمن أفرادًا ذوي سلطة مثل معلمك. اطلب نصيحتهم واتبعها وقم بتنفيذها إذا كنت تثق بهم. تواصل مثل هذا قد يساعدك في المستقبل عندما تستقر حياتك وتحتاج إلى توصية للتقديم في وظيفة أو للالتحاق بالجامعة.\n3\nتجنب الأفراد السلبيين. تجنب الجلوس مع الأصدقاء الذين لهم تأثيرًا سلبيًا في حياتك. إذا لم يكن هؤلاء الأصدقاء يحاولون بدأ حياتهم من جديد مثلك، سيحاولون دفعك للخلف تجاه العادات والسلوكيات أو الأنشطة التي تسبب في جعل ماضيك ماضي سلبي.[٢] أصدقاء مثلهم سيسخرون منك ويهزؤون بك بسبب محاولاتك للتخلي عن أسلوبك القديم في الحياة. تجاهلهم وركز على تحسين حياتك.احرص على وجود أشخاص تتحدث معهم ويقدمون لك الدعم خلال هذا التنقل في حياتك.\n4\nتعامل مع الأمور بشكل يومي. تأكد أنك تأخذ خطوات يومية في طريق تحقيق أهدافك. في بداية كل يوم، فكر مليًا في جدولك هذا اليوم وبالأمور التي يجب فعلها. وما الذي تحتاج إلى فعله والاستعداد له. في نهاية اليوم، قيًم يومك، كيف سار، ما هو التقدم الذي حققته؟ ليس ضروريًا أن تنجز كل الأمور التي رتبت لها، المهم هو أن تستمر في المحاولة.ماضيك السلبي غالبًا استمر لمدة طويلة. مهما كنت تحاول لترك طرقك القديمة خلفك أو لإبعاد نفسك عن المواقف السلبية التي يسببها الآخرون (مثل العلاقات العنيفة مثلًا)، لن تستطيع تغيير الأمور إلى الحالة المثالية بين ليلة وضحاها. العادات والسلوكيات السلبية وطرق التعامل مع الضغط والمواقف المتوترة كلها أمور تحتاج وقت طويل لتطويرها واستبدالها بأفكار وعادات إيجابية بديلة. [٣]\n5\nأنت تمتلك زمام المسئولية. لديك تحكم مباشر في أفكارك ومشاعرك وسلوكك وحياتك.[٤] خذ قرارًا واضحًا بتتبع أهدافك وتحسين حياتك. اختر الخطوة التالية بنشاط. كل صباح قف أمام المرآة وقل لنفسك:\" أنا المتحكم الوحيد في حياتي واختياراتي الآن ستحسن حياتي في الغد\". [٥]لا يهم من كان مسئولًا عما حدث في حياتك في الماضي، فتحسين حاضرك ومستقبل.[٦]الاستلقاء ولوم الآخرين على ما وصلت إليه حياتك أمر سهل لكن لا تستخدم الآخرين كحجة لتستمر في عيش الحياة البغيضة التي لا ترضيك.\n\nجزء2\nتقبل الماضي وتعامل معه\n\n1\nاسع للحصول على جلسات علاجية. المعالج النفسي سيوفر لك مساحة آمنة خالية من الأحكام تعمل داخلها علي تحسين أفكارك ومشاكلك وقلقك، سيساعدك كذلك على تحديد أهدافك بشكل أفضل والسعي في تحقيقها. [٧] يمتلك المعالج المهارات والموارد المطلوبة ليساعدك في وضع حياتك في الطريق السليم تجاه الإنتاجية والتحقق ورؤية الأمور من زوايا مختلفة لم تفكر بها من قبل.مقابلة المعالج النفسي ليست مقتصرة فقط على الذين يعانون من مشكلات صحية عقلية. فهي متاحة بالطبع لكل الذين يرغبون في الاستفادة من الحديث مع مستشار أو معالج نفسي.[٨] إذا كنت تشعر بالقلق من الذهاب إلى المعالج/المستشار خوفًا من سخرية الآخرين منك، ناقش مخاوفك مع شخص تثق به، شخص تعرف أنه مر بتجربة المعالج النفسي أو قام ببعض البحث والقراءة عنها ليستطيع التعامل معك بشكل أفضل.\n2\nتحمل العواقب. حاول أن تبتعد قدر الإمكان عن طريقتك القديمة في الحياة. قد يكون هذا صعبًا عندما تحاول بدأ صفحة جديدة لكنك لا زلت تعيش في المكان نفسه وتضطر للحضور في نفس المدرسة أو العمل. قد تكون مضطرًا لتحمل عواقب أفعالك وتصرفاتك التي ارتكبتها في الماضي قبل أن تحسن صورتك وسمعتك.عليك أن تحاول جاهدًا وتستمر في المحاولة لتثبت أنك تغيرت بالفعل، دع أفعالك تتحدث عن نفسها.تقبل أي عقوبات توجه إليك عن طريق ذوي النفوذ في حياتك (مثل مديرة المدرسة أو مديرك في العمل)، وحاول أن تحسن أدائك لأفضل مستوى ممكن. هذا سيظهر أنك تتحمل عواقب أفعالك وتواجه نتائجها.\n3\nقدم تعويضات للذين تحبهم. قد تتعرض لبعض المضايقات من الآخرين وهذه المضايقات تجعل حاضرك صعبًا وقاسيًا. شجارًا ضخمًا مع أخوك مثلًا انقطعت بعده علاقتكما. العمل على تحسين علاقاتك قد يحسن الموقف ويريح عقلك وأعصابك ويمنحك بعض السلام والسكينة.[٩] تقبل أي لوم يوجه إليك بسبب شيء قمت به وآثر على الموقف بالسلب.اعتذر وأظهر رغبتك في تحسين الأمور. أخبر الشخص الذي تحبه أنك أسف على ما حدث واشرح له أنك تعترف بالأذى الذي سببته له وإيمانك بأن هذه التصرفات كانت خطأ كبير من جانبك. ثم أخبره كيف تريد تحسين العلاقة بينكما. هذه بعض الكلمات التي يمكنك استخدامها:أنا أسف على ...ما قمت به خطأ لأن ...في المستقبل سأقوم بـ...هل تسامحني؟[١٠]قد يرفض الشخص الذي تحبه أن يسامحك، لكن لا تتوقف عن المحاولة أبدًا.\n4\nسامح نفسك. عندما تقرر أنك مسئول مسئولية كاملة عن حياتك قد تشعر بالذنب تجاه الدور السلبي الذي قمت به في الماضي (أو الذي تظن أنك قمت به).[١١] ضع في اعتبارك مناقشة هذه المسألة مع صديق تثق فيه. اشرح له كيف تشعر وأسباب هذا الشعور في رأيك.قد يكون صديقك قادرًا على اطلاعك على وجهة نظر مختلفة لم تفكر بها من قبل. إذا كنت لا تفضل الحديث عن المسألة، جرب كتابة أفكارك في خطاب ثم رد على هذا الخطاب كأنه خطاب مرسل من شخص تحبه. كن صادقًا وحازمًا في ردودك.ارتكاب الأخطاء لا يقلل من قيمتك ولا يجعلك شخصًا سيئًا.[١٢] فجميعنا نرتكب الأخطاء.\n"
    },
    {
      "source": {
        "id": null,
        "name": "KTLA Los Angeles"
      },
      "author": "Cindy Von Quednow, Lauren Lyster",
      "title": "كيفية تغيير نفسك تماما",
      "description": "Officials seized more than 16 tons of harvested marijuana from illegal grows in the Antelope Valley area last month in what L.A. County Sheriff’s Department officials called a “historic” bust. The street value of the seized plants is estimated at $1.19 billio…",
      "url": "https://ktla.com/news/local-news/more-than-1b-worth-of-marijuana-seized-during-historic-bust-in-antelope-valley-lasd/",
      "urlToImage": "https://images.unsplash.com/photo-1496449903678-68ddcb189a24?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=1050&q=80",
      "publishedAt": "وضع أهداف ملموسة\n\n1\nضع لنفسك أهدافًا يومية وأسبوعية. بما أنك قد أصبح لديك تصور واضح عن \"هدفك الكبير\" تحتاج الآن إلى امتلاك أهداف أصغر. يجب أن يكون كل هدف تقوم به يمثل خطوة للأمام نحو هدفك الأكبر. ينبغي أيضًا أن تكون هذه الأهداف ملموسة أو قابلة للقياس. احرص أن تطلع شريك المساءلة على هذه الأهداف.لا يمكن أن يكون هدفك الملموس هو \"أن أكون شخصًا ألطف\"، بل ينبغي أن تغير ذلك الهدف ليتضمن \"عمل شيئين لطيفين لأشخاص غرباء كل يوم\".لا تضع هدفًا بأن \"تتمرن أكثر\" بل اجعل هدفك ملموسًا بقول \"التمرين 4 مرات في الأسبوع\".[٦]\n2\nعدّل أهدافك. إذا كنت تواجه صعوبة في الوصول إلى أهدافك فلا تتردد في استبدالها. لا ينبغي أن تستخدم ذلك كمخرج أو وسيلة للهروب، لكنك أيضًا تحتاج إلى أهداف واقعية وإلا سوف تشعر بالضيق ولن تحقق أي تغيير. إذا فشلت مرة في تحقيق هدفك، فلا تقرر استبداله فورًا. اجلس مع شريك المساءلة الخاص بك وتحدث عما إذا كنت حقًا قد بذلت كل جهدك لكي تصل إلى هدفك. إذا كنت قد فعلت ذلك ولا يزال لا يمكنك تحقيق هدفك، حاولا معًا التوصّل إلى هدف جديد.على سبيل المثال: إذا كنت تحاول زيادة معدل استذكارك ووضعت لنفسك هدفًا بالاستذكار لمدة 6 ساعات في اليوم، قد تواجه صعوبة في القيام بذلك بسبب المدرسة أو جداول العمل. حينها غيّر هدفك ليصبح 4 ساعات فقط في اليوم ثم حاول تنفيذ ذلك.\n3\nاقبل النجاح وواصِل المضي قدمًا. خذ لحظة للاعتراف بأي نجاح تحققه مهما كان بسيطًا. في كل مرة تصل إلى هدفًا صغيرًا، فإنك بالفعل تصبح أقرب إلى طموحك وهدفك الأكبر وهو أمر جيد حقًا، لكن لا ينبغي مع ذلك أن تشعر بالرضا التام عندما يحدث هذا، بل امنح نفسك فرصة لتقدير ذلك والحفاظ على حماسك من أجل تحقيق هدفك التالي.\n\nجزء4\nتقييم التغييرات\n\n1\nاعرف ما إذا كنت قد حققت هدفك. عندما تتغير تمامًا قد لا تلاحظ ذلك في البداية، مع ذلك إذا كنت تأخذ الوقت للجلوس والنظر في الهدف النهائي الذي كتبته عندما قررت التغيير فقد تتفاجأ من نفسك. كل التغييرات الصغيرة أصبحت جزءًا منك وقد تغيرت تمامًا.[٧]\n2\nضع لنفسك أهدافًا جديدة. لا تتوقف عند ما حققته، بل استخدم هذا النجاح كمحفز لك لكي تصبح نسخة أفضل من نفسك الجديدة. كما فعلت من قبل، ضع هدفًا كبيرًا ثم قسّمه إلى أهداف يومية أو أسبوعية. من المرجح أن يجعلك هذا التغيير شخصًا يوجّهه أهدافه، لذا حافِظ على ذلك.على سبيل المثال: إذا كنت تهدف إلى تغيير مظهرك، اجعل هدفك هو التركيز على ذلك الأمر. احرص على الذهاب للتسوق مرة واحدة في الموسم لشراء قطعتين جديدتين من الملابس التي تتسم بالأناقة.\n3\nابقَ على اتصال مع شريك المساءلة الذي اخترته. سوف يساعد ذلك في منعك من التراجع والبقاء في المسار الصحيح. استمر في مشاركته جميع أهدافك البسيطة والكبيرة أيضًا.اعرض على شريكك المساعدة في تحقيق أهدافه. عبر عن تقديرك للمساعدة التي قدمها لك ثم ردها إليه.\n",
      "content": "تغيير نفسك بشكل جذري أمر بالغ الصعوبة وفيه بعض التحدي، لكن إذا كنت تشعر أنك لا تحيا الحياة التي تستحقها وترى أن حياتك تحيد عن المسار الذي تريده لها، فقد يكون تغيير حياتك جذريًا هو أفضل شيء لك. يتطلب التغيير الجذري التفكير الصادق منك حول الصورة المثالية التي ينبغي أن تكون عليها وكذلك النظر في نقاط ضعفك التي تعيقك حاليًا عن الوصول لأهدافك. ضع أهدافًا قصيرة وطويلة المدى للوصول إلى الصورة المثالية التي تتمناها لنفسك ثم اختر لك مثلًا أعلى لكي يلهمك ويهديك إلى الطريق وكذلك احرص على إعادة تقييم أهدافك بشكل دوري لكي تضمن البقاء في المسار الصحيح.\nجزء1\nفهم ما يعنيه التغيير\n\n1\nاعرف أولًا ما إذا كان هذا هو ما تريد. اسأل نفسك ببساطة: \"هل أريد إجراء هذا التغيير\"؟ من أجل إجراء مثل هذا التغيير الجذري، تحتاج إلى التأكد من أنك تريد ذلك حقًا. فكر في كل جانب من جوانب حياتك وفيما إذا كنت ترغب في تغييرها.[١]قيّم مسار حياتك.افهم أن بعض الأنشطة في حياتك يمكن تغييرها.كن واقعيًا حول ما سوف يتطلبه الأمر من أجل تحقيق النتائج التي تريدها.إذا كنت لا تؤمن فعلًا بقدرتك على تغيير كل هذه الأشياء، فإنك تضع نفسك على حافة الفشل.\n2\nاعرف ما إذا كان ذلك ممكنًا. الآن بعد أن عرفت أنك تريد التغيير ستحتاج إلى أن تعرف ما إذا كان هذا التغيير أمرًا ممكنًا. اجلس وقرر ما إذا كان لديك كل ما تحتاجه لاتخاذ أحد التغيرات الحياتية الجادة.[٢]تحتاج إلى القدرة على التغيير.تحتاج إلى أدوات للتغيير.تحتاج إلى الوقت للتغيير.تحتاج إلى الدعم المناسب للتغيير.\n3\nكن صادقًا مع نفسك. قد تعتقد أنك بالفعل صادق مع نفسك بشأن صفاتك، لكن إذا كنت تتصور شخصًا مختلفًا تمامًا عن الشخص الذي تؤمن حقًا أنك عليه فلن تفهم أبدًا ما المشكلة التي تقف في طريقك.[٣]اسأل زملاءك عن رأيهم فيك. إذا كان لا يتطابق مع وجهة نظرك في نفسك فأنت لست صادقًا مع نفسك.قيّم الخيارات التي تقوم بها على مدار اليوم ولماذا تتخذها. عند القيام بذلك سترى أن المنطق وراء اختياراتك هو نفس المنطق الذي يحكم شخصيتك الحالية. من أجل تغيير نفسك تمامًا، سيكون عليك أن تتخذ اختياراتك بناءً على منطق جديد ونظرة مختلفة.على سبيل المثال: عندما تختار البقاء في المنزل بدلًا من مقابلة الأصدقاء، حاول أن تجد السبب وراء اختيارك هذا وما يقوله عنك.\n4\nاكتب هدفك. ضع هدفًا نهائيًا لهذه العملية واكتبه واجعله هدفًا قابلًا للقياس. يمكن أن يحتوي الهدف على أجزاء متعددة أو يمكن أن يكون الهدف صورة كبيرة. في كلتا الحالتين، ضع الهدف المكتوب أمامك في مكان يتيح لك رؤيته كل يوم لإبقائك متحفزًا.\n\nجزء2\nاتخاذ مثل أعلى\n\n1\nتعلم ممن هم أفضل. يمكن أن يكون مثلك الأعلى أي شخص على الإطلاق، حيث يمكن أن يكون أصغر سنًا أو أكبر سنًا أو صديقًا أو قريبًا أو غريبًا أو أحد المشاهير. اعثر على شخص يجسد حقًا الشخص الذي تريد أن تكونه. ربما يكون هناك شخص يرتدي بالشكل الذي تريده فساتين وشخص وآخر يتصرف بالطريقة التي تريدها. يمكنك استخدام تلك الأجزاء من كل شخص كمصدر للإلهام.[٤]إذا كان مثلك الأعلى شخصًا تعرفه، التقِ به لكي تعرف كيف يفكر وما هي طريقته لفعل ما يفعله.إذا كان مثلك الأعلى شخصًا لا تعرفه، أجرِ بعض البحث عنه. اعرف كل ما يمكنك معرفته عنه واكتشف ما يمكنك القيام به لمحاكاة صفاته في حياتك اليومية.\n2\nأحط نفسك بالأشخاص الجيدين. الأفضل حتى من اتخاذك مثل أعلى هو إحاطة نفسك بالناس الإيجابية. عندما تجلس مع أحد الأشخاص، غالبًا ما يكون هناك أشياء كثيرة لتتعلمها منه. يمكنك العثور على أشخاص لديهم نفس أهدافك أو أشخاص قد وصلوا بالفعل إلى أهدافك ثم اقضِ بعض الوقت معهم.[٥]على سبيل المثال: إذا أردت أن تصبح أكثر اجتماعية، أحط نفسك بالأشخاص الاجتماعيين والودودين. إذا أردت أن تكون أكثر نجاحًا في الجانب المالي، اقضِ بعض الوقت مع الأشخاص الناجحين ماليًا.تجنب الأشخاص الذين يؤثرون سلبًا على قدرتك على التغيير ويثبطون عزيمتك. إذا كنت تحاول أن تعيش حياة صحية، فمن الصعب جدًا أن تكون شخص يعيش حياة كسولة ويتناول الوجبات السريعة في كل وجبة.\n3\nاحصل على شريك مساءلة. شريك المساءلة هو الشخص الذي يبقيك على الطريق الصحيح، وفي المقابل يمكنك أن تساعده بدورك على البقاء على المسار الصحيح. ينبغي أن يكون ذلك شخصًا يمكنك التواصل معه في أي وقت عندما تواجه صعوبة. ينبغي عليك أيضًا إقامة اجتماعات أسبوعية مع شريك المساءلة (عبر الهاتف أو شخصيًا) للحديث عن التقدم الذي تحرزه.سوف يكون رائعًا إن تمكنت من الجمع بين مثلك الأعلى وشريك المساءلة في شخص واحد، لأنه حينها سيعلم ما يلزمك لتحقيق على ما تريد كما أنه يمكن أن يساعدك أفضل من أي شخص.\n"
    },
    {
      "source": {
        "id": "google-news",
        "name": "Google News"
      },
      "author": null,
      "title": "كيفية إعادة ترتيب حياتك من جديد",
      "description": null,
      "url": "https://news.google.com/__i/rss/rd/articles/CBMiK2h0dHBzOi8vd3d3LnlvdXR1YmUuY29tL3dhdGNoP3Y9UHhDdVFKcUpxTjTSAQA?oc=5",
      "urlToImage": "https://images.unsplash.com/photo-1452690700222-8a2a1a109f4c?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=1055&q=80",
      "publishedAt": "التحلي بعقلية إيجابية\n\n1\nتعلم المزيد عن الحضور الذهني. يتزايد حضورك الذهني في اللحظة الآنية وقدرتك على قراءة الواقع من خلال التركيز الشديد على ما يحيط بك. مرن نفسك على الاستغراق في مراقبة كيف تبدو الأشياء من حولك وما هي رائحتها وصوتها. انتبه بكل حواسك للنسيم اللطيف في طريق سيرك للعمل صباحًا؛ نعم بهذه البساطة فقط لا غير. يمتلك الأشخاص أصحاب الحس اليقظ قابلية أكبر لعيش حياة سعيدة وإنتاجية ومستقرة. [١٠]مارس التأمل لتساعدك نفسك على الوصول لحالة من الاسترخاء الذهني والوعي الفائق. ابدأ بالجلوس بهدوء ومحاولة تصفية ذهنك لمدة 5 دقائق. جرب تحميل تطبيقات إرشادات التأمل على هاتفك الذكي والاستفادة منها في جلسات التأمل.\n2\nتواصل يوميًا مع أصدقائك ومعارفك. سوف تشعر بالانتعاش والحيوية من خلال العمل على تحسين جودة حياتك الشخصية، وواحدة من أهم طرق عيش حياة أفضل هي ألا تحرم نفسك من فرص التواصل الإنساني الإيجابي بوتيرة يومية. هذه النصيحة فائقة الأهمية لمن يقضون الكثير من الوقت بمفردهم، كما هو الأمر مثلًا بالنسبة لمن يعملون من المنزل. من الطرق الرائعة للتواصل البشري: [١١]احتضن أحبابك ورحب بهم بود شديد.اتصل بصديق.ابدأ محادثة مع شخص ما في المقهى.تناول الغداء مع زميل عمل.\n3\nاقرأ أكثر واستمع للمدونات الصوتية عبر الإنترنت لزيادة معرفتك. المعرفة قوة؛ كلما عرفت المزيد والمزيد عن العالم من حولك، انعكس ذلك على شخصيتك وثرائها وقدرتك على التفاعل مع الواقع، بل والشعور بالتحقق والسعادة. فرق ما بين المعرفة وبين الانغماس في الواقع السلبي (سواء في السياسة أو مجالات المعرفة المختلفة). احرص على قراءة الأخبار ومنشورات وسائل التواصل الاجتماعي التي تناقش الأحداث العامة، لكن اطلع عليها بعين تحليلية هادئة دون أن تتأثر نفسيًا. اقرأ الكتب المتنوعة في مجالات اهتماماتك والموضوعات الجديدة عليك كليًا. تساعدك هذه المعرفة ومتابعة الأخبار على إيجاد الكثير من الموضوعات المثيرة للاهتمام للحديث عنها مع الآخرين. [١٢]المدونات والكتب الصوتية من أفضل طريقة تعلم المزيد والاطلاع على آخر الأخبار في مختلف المجالات، وهي وسيط أخف للمعرفة من القراءة، وله نفس الفائدة لا شك. جرب الاستماع لبرنامج الأخبار العامة أو التي تتابع الجديد في مجال معين، اهدف لمتابعة دروس صوتية حول واحدة من مجالات اهتماماتك المحددة، كالطبخ على سبيل المثال.اقرأ كتب السيرة الذاتية التي تستعرض حياة أشخاص تكن لهم المحبة والاحترام، ما يُعلمك الكثير عن عقليات الأشخاص الناجحين في الحياة، وتقدر بدورك على محاكاتها في حياتك.\n4\nتمرن على الإقرار بالنعم والامتنان للأشياء الطيبة في حياتك يوميًا. التعود على الإقرار بالنعم واحدة من طرق عيش حياتك بأسلوب إيجابي. تعود على التفكير يوميًا في أمر واحد على الأقل تشعر بالامتنان لوجوده في حياتك. افعل ذلك بمجرد الاستيقاظ من النوم أو قبل الدخول للسرير ليلًا أو في أي وقت على مدار اليوم. امتن لأبسط النعم في حياتك، ببساطة كأن تعترف: \"الجو بارد في الخارج، ولكن الحمدلله لدي منزل دافئ.\" [١٣]دون تأملاتك حيال نعم حياتك في دفتر يومياتك، ومن ثم تقدر على قراءة تلك التدوينات واستعادتها من وقت لآخر.\n5\nشارك في الأعمال التطوعية بوقتك ومجهودك ومالك. لا تقتصر فائدة التطوع على تقديم العون للمحتاجين، بل في حقيقة الأمر أنت تساعد نفسك على عيش حياة أفضل والشعور بالتحقق والرضا عن النفس. ابحث عن واحدة من المنظمات المهتمة بنشاط مهم لك بشكل شخصي واسأل عن آليات وبرامج التطوع. إن كنت من محبي الحيوانات على سبيل المثال، تواصل مع مركز إيواء وإنقاذ الحيوانات المحلي واعرض المساعدة. [١٤]إن لم تقدر على التطوع بوقتك ومجهودك، اسأل عن إمكانية التبرع بالأموال. لا يشترط أن تتبرع بآلاف الجنيهات، بل أنفق في سبيل الخير ما تيسر من ميزانيتك الشخصية.\n\nطريقة4\nالحياة الصحية المحفزة للتفوق والإنجاز\n\n1\nرتب غرفتك ومكان سكنك وعملك لتقلل من شعورك بالتوتر. أضف على حياتك لمسة من التنظيم من خلال ترتيب غرفتك وإخلاء الأجواء اليومية المحيطة بك من الفوضى. نظم المساحة ورتب الأغراض واستخدم ديكورات جديدة لتشعر بالحيوية. أيًا كان الوقت من السنة، لا تنتظر مناسبة أو قيام والدتك بتنظيف المنزل في الأعياد لتبادر بإعادة تنظيم غرفتك. أفرغ دولابك وأدراجك وأعد تنظيم كل شيء وتخلص مما لم تعد بحاجة إليه بعد الآن لتفرغ لنفسك مساحة في الغرفة (ومساحة في ذهنك للاسترخاء والهدوء). [١٥]حافظ على تنظيم كل أنحاء غرفتك ومنزلك، كي لا تُصاب بالتوتر كلما حاولت إيجاد غرض ما. رتب دولابك مثلًا بجعل كل نوع من الملابس سويًا في رف من الرفوف، ونظم الكتب في المكتبة بطريقة أو أخرى واجعل كل أغراضك أمام عينك لتقدر على استخدام ما تشاء منها عند الحاجة.نظف الغرفة تنظيفًا سريعًا في نهاية كل يوم قبل الخلود للنوم. استغرق نحو 10 دقائق في إعادة كل غرض لمكان تخزينه الصحيح ومر بقماشة تنظيف فوق الأرفف والمكاتب لمسح الأتربة. اعتبر أنها خطوة تجعلك مستعدًا للصباح التالي وفي حالة مزاجية أفضل في بداية ما يلي من أيام.\n2\nاعتمد نظامًا ثابتًا في حياتك للوصول لدرجة من الالتزام والمداومة في أسلوب حياتك الجديد. يمنحك نسق الحياة المنتظم مساحة للاستقرار النفسي والهدوء وقابلية أكبر على الإنتاجية وترتيب حياتك. احرص بداية على الخلود للنوم والاستيقاظ مبكرًا (أو في نفس الوقت يوميًا). بعد ذلك، ضع لنفسك جدول يومي مفصل للمهام، مثل: الالتزام بالتمشية لمدة 30 دقيقة في الصباح والمساء من كل يوم. سوف تصبح هذه المهمة الصحية جزءًا من نظام يومك التقليدي. [١٦]التزم بنظام للنوم يساعدك على الشعور بالهدوء والاسترخاء. مارس واحدة من الأنشطة المهدئة للأعصاب في الساعة ما قبل موعد النوم، ومن بين الاقتراحات: القراءة أو الحياكة.\n3\nاعتن بحالتك البدنية من خلال تناول نظام غذائي صحي وممارسة التمارين الرياضية. تؤثر صحتك البدنية على مدى شعورك بالتحقق والسعادة في حياتك. احرص على العناية بنفسك من خلال الالتزام بنظام غذائي صحي يحتوي على البروتينات الخالية من الدهون والكربوهيدرات المعقدة والفاكهة والخضراوات. على مدار اليوم، تناول وجبات صغيرة صحية، مثل: اللوز والحمص، والتي تساعد على شعورك بالطاقة والحيوية. [١٧]اهدف للتمرن ما لا يقل عن 30 دقيقة في أغلب أيام الأسبوع. اختر واحدة من الأنشطة الرياضية الممتعة لك بشكل شخصي، مثل: السباحة، اليوجا، التمشية. تساعدك تلك الأنشطة على امتلاك الطاقة وصفاء الذهن، وكذلك التمتع بحالة صحية أفضل.لا تغفل أهمية رعاية صحتك النفسية؛ مارس التأمل واليوجا. تجنب مسببات التوتر والقلق.\n4\nضع ميزانية مالية لنفسك والتزم بها. الاستقرار المالي من أهم مكونات الحياة السعيدة الصحية. اهتم بشؤونك المالية لتساعد نفسك على تحقيق أهدافك المستقبلية، مثل: شراء منزل خاص أو امتلاك حرية الانتقال لمسار مهني مختلف. اعرف بوضوح مصادر دخلك ونفقاتك ووازن بين الاثنين. يساعدك ذلك على معرفة مقدار المالي القابل للادخار شهريًا وكذلك الأموال المتاحة للنفقات الترفيهية. [١٨]فكر في استخدام تطبيقات الهاتف الذكي أو المواقع الإلكترونية المخصصة في إعداد الميزانيات المالية وتتبع النفقات؛ نقترح منها موقع وتطبيق \"مينت\" (Mint).\n\nأفكار مفيدة\nطبق على حياتك التغييرات التي تريدها بشكل ذاتي وليس ما يتوقعه منك الآخرون.كن صبورًا مع نفسك؛ إعادة ترتيب حياتك سوف تستغرق فترة من الوقت!احتفِّ بما تحققه من نجاحات على طوال الطريق.\n",
      "content": "هل وصلت لحائط سد في حياتك وترغب في التغيير والتحرر من حالة عدم الاستقرار المسيطرة عليك منذ فترة طويلة؟ قد تكون على وشك بدء وظيفة جديدة أو اتخاذ خطوة نحو هدف قديم أو يفرض عليك الواقع تغيرات هائلة وما عليك سوى تقبلها والتكيف معها. يوجد الكثير من طرق إعادة ترتيب حياتك؛ تخيل بداية كيف تتمنى أن يكون شكل مستقبلك. ضع لنفسك قائمة بالأهداف البسيطة واعمل على تحقيقها واحدًا بعد آخر. التحلي بالعقلية الإيجابية وإدراج عادات صحية جديدة في نظامك اليومي سيكون له تأثير مميز لمنحك بداية جديدة.\nطريقة1\nتخيل مستقبلك\n\n1\nاجرد حياتك. اعتبر حياتك مخزن وأنت مسؤول إعادة الترتيب وتحديث مكوناته؛ اعرف بوضوح ماهية الوضع الحالي في حياتك وما تحتويه وما يجب التخلص منه وما يجب إضافته من مكونات. لا يمكنك التعامل مع تغيير حياتك كهدف قابل للتحقيق إلا بعدما تعرف أجزاء حياتك التي تحتاج هذا التغيير. اسأل نفسك الأسئلة التالية وجاوب عليها بصدق لتساعدك على تقرير ما تحتاج لتغييره. ابدأ بطرح الأسئلة التالية: [١]هل أنت أكثر ميلًا للسعادة أم الحزن؟ما هي صورتك الذاتية عن نفسك؟ هل تشعر بالصحة والحالة البدنية الجيدة؟هل العلاقات في حياتك صحية أم مؤذية؟هل تعرف أهدافك وأحلامك الشخصية؟ أم أنك تعيش يومًا بعد آخر دون خطط؟ما هي القيم المهمة لك في الحياة؟ ما هي أولوياتك؟ما هي الأدوار التي تلعبها في الحياة؟ كيف يمكنك الموازنة بينهم؟ [٢]\n2\nتخيل حياتك المثالية؟ اجلس في مكان هادئ وأغلق عينيك. استرخِ إلى أن تصل لحالة من الارتياح والهدوء محاولًا تخيل صورة واضحة في ذهنك لشكل حياتك المثالية؛ كما يمثل ذلك تطلعًا للأفضل، فإنه يتضمن في ثناياه الأشخاص والمواقف التي ترغب في انتزاعها من حياتك وتركها وراءك. [٣]في أوقات التخيل، من المقترح أن تركز على الحالة الشعورية التي ترغب في تحقيقها، مثل: السلام أو الحب.حاول كذلك أن تتخيل في ذهنك ظروف محيطة معينة، مثل: بدء مسار مهني جديد مثير وناجح.\n3\nدون أفكارك حول حياتك الجديدة المأمولة. بعد جلسة التخيل، حول تلك الصور الذهنية الجميلة إلى كلمات مكتوبة. تفيد الكتابة عن تطلعاتك الشخصية في تحويلها إلى صورة متماسكة أكثر ويمكنك الانطلاق منها والعودة إليها في كل مرة. استغرق فترة من وقتك في تدوين المشاعر ومختلف الأشياء التي ترغب في أن تتوفر في حياتك الجديدة. [٤]اختر أسلوب الكتابة الذي يناسبك. يمكنك عمل قائمة أو كتابة مشاهد مفصلة أو حتى الكتابة على شكل حوار جدالي حول كيفية تخيلك لمسار حياتك الجديدة.اكتب على سبيل المثال مشهدًا تتخيل نفسك فيه وأنت تنجح في اختبار وظيفة أحلامك.\n4\nاصنع تذكيرات بصرية بأهدافك واجعلها في موضع رؤية من حولك. استخدم من الصور والأغراض ما يمثل التغيرات المأمولة على حياتك. هل ترغب في الانتقال للعيش في مدينة ساحلية هادئة؟ احتفظ بخريطة مطبوعة لوجهة السفر المأمولة في سيارتك. [٥]اصنع لنفسك ما يُسمى لوحة الأحلام، والتي تجمع فيها مجموعة من الصور الدالة على طموحاتك المستقبلية. ضع في هذه اللوحة صورة لمنزل أحلامك أو صور أشخاص يمثلون قدوة لك أو أضف إليها اقتباسات وأقوال ملهمة.\n\nطريقة2\nوضع أهداف ملموسة\n\n1\nدوّن أهدافك طويلة المدى. لا تتحقق الأحلام الكبرى والرؤي الذاتية للنفس سوى عن طريق تحويلها إلى أهداف عملية واقعية وقابلة للتحقيق. قسم أي طموح ضخم إلى مجموعة من الخطوات المتدرجة. اعرف ما هي الأفعال العملية التي يجدر بك القيام بها بدءًا من الآن لتغيير شكل حياتك. فكر في الصورة الكبرى، ثم قسمها إلى مجموعة من الأهداف طويلة المدى، التي تُقسم لاحقًا إلى أهداف قصيرة المدى. [٦]هل تحلم بشراء منزل أحلام على سبيل المثال؟ قد يكون هدفك الأساسي هو ادخار مبلغ معين لتسديد مقدم الشراء.هل تطمح لبدء العمل في مسار مهني جديد كليًا؟ الهدف طويل المدى هو إنهاء المتطلبات الدراسية اللازمة للعمل في هذا المجال.\n2\nاصنع قائمة بأهدافك الشخصية. بما أن لديك أهداف عملية طويلة الأجل، يمكنك الآن وضع قائمة من الأهداف الفرعية قصيرة الأجل التي تساعدك على الوصول خطوة بعد خطوة لهدفك الكبير. الأهداف قصيرة الأجل هي الأنشطة التي يمكنك أدائها بوتيرة يومية أو أسبوعية أو شهرية، وتتابعها على مدار فترة زمنية محددة. [٧]هل تدخر الأموال لتسديد مقدم شراء منزل أو سيارة؟ الهدف قصير الأجل الذي يحقق لك هذا الهدف الكبير هو ادخار مبلغ معين من أموالك شهريًا أو أسبوعيًا وعدم إنفاقه مهما كلفك هذا الالتزام من تضييق مادي.هل تطمح لبدء مسار مهني مختلف؟ الهدف قصير الأجل إذًا هو أن يصبح لديك ملف شخصي يتوفر على متطلبات الالتحاق بهذه الوظيفة.\n3\nتتبع سير العمل على تحقيق أهدافك للحفاظ على معنوياتك مرتفعة. وأنت تعمل على إحداث تغيرات كبرى في حياتك، ستواجهك العديد من الصعوبات، بل والانتكاسات. تقبل هذا الأمر. المهم هو أن تحافظ على تفاؤلك. دون ما تحققه من تطور نحو أهدافك، ومع كل عثرة، بدلًا من تحويل العقبة إلى كارثة أبدية، ألقِ نظرة على ما حققته بالفعل ولا تفرط في نقد نفسك، بل اجعلها فرصة لبداية جديدة. [٨]هل أنت مضطر لإنفاق أموالك على حدث طارئ (إصلاح السيارة أو تحمل تكاليف علاجية لابنك أو حيوانك الأليف)؟ سوف يفسد ذلك خطتك للادخار، ولكن بنظرة سريعة على سجل إنجازاتك في الشهور الماضية، ستجد أنك التزمت بادخار الأموال بالفعل، بل وادخرت مبالغ أكبر من المحددة، لذا لن توجد مشكلة كبيرة في تحمل هذا الحدث الطارئ هذا الشهر، ثم المواصلة من جديد في الشهر التالي.\n4\nأعد تقييم عملك على تحقيق الأهداف على فترات منتظمة. خصص من وقتك شهريًا جلسة لتجلس فيها وتراجع ما تحققه من تقدم نحو أهدافك. حدد إلى أي درجة ترضى عن نفسك في الفترة الماضية ونتائج قراراتك وأفعالك، واعرف كذلك ما يلزم من تغييرات إضافية تسهل عليك الطريق نحو تحقيق أهدافك الكبرى. [٩]هل تطمح مثلًا للعمل الاحترافي في مجال التمثيل، ولكنك لم تحصل على أي وظيفة رغم تجارب الأداء الكثيرة التي تحضرها؟ قد يكون من المهم أن تشترك في دروس تعليمية للتمثيل (حصتان كل أسبوع على أقل تقدير) لتسريع وتيرة تطورك وزيادة مهاراتك.\n"
    },
    {
      "source": {
        "id": null,
        "name": "New York Post"
      },
      "author": "Aaron Feis",
      "title": "كيفية تحديد نقاط قوتك وضعفك",
      "description": "In the assassination, Jovenel Moïse was killed while Haiti’s First Lady was injured. Now, the country’s ambassador to the US Bocchit Edmond said the killers are “foreign mercenari…",
      "url": "https://nypost.com/2021/07/07/haitis-president-jovenel-moise-killed-by-well-trained-professional-commandos/",
      "urlToImage": "https://images.unsplash.com/photo-1550418290-a8d86ad674a6?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=1050&q=80",
      "publishedAt": "تقييم نقاط قوتك وضعفك\n\n1\nأعد التفكير في نقاط ضعفك. \"الضعف\" ليس النظرة الأفضل للتفكير في نواحي ترغب بتطويرها. في الواقع، لا يكون الناس (ضعيفين) حتى وإن شعرنا بذلك أو فكرنا بهذه الطريقة في بعض الأوقات. مع ذلك، يشعر البعض بأنهم من الممكن أن يكونوا أقوى في مجالات محددة في حياتهم أو نوعية من المهارات وغير ذلك من النواحي، ولأن الشعور بأنهم ليسوا في أفضل حال ممكنة في هذه النواحي، فمن الطبيعي أن يصفوا قدراتهم الحالية بالعكس كونها بحاجة للتطوير حتى تصبح أقوى وأكفأ.[١٨] بدلًا من التركيز على \"الضعف\" الذي له أثر سلبي، فكّر في مجالات النمو أو التطور؛ هذا يحافظ على تركيزك على المستقبل وما يمكنك القيام به لكي تُحسن من ذاتك.يمكن اعتبار نقاط الضعف شيئًا في نفسك لديك القدرة على تحسينه طالما أنه مرتبط برغباتك أو حتى في حالة عدم وجود صلة بينه وبين رغباتك أو أهدافك في الحياة على الإطلاق. من المقبول الاعتراف بأي من الحالتين. نقاط الضعف هي ليست جوانب دائمة في أنفسنا ولكنها جوانب قابلة للتغيير عن كيفية قيامنا بالأشياء حتى نتمكن من أن نُصبح أكثر تفوقًا.\n2\nحدد المجالات التي تحتاج إلى تطور. قد تكون المجالات التي تحتاج إلى تطور مرتبطة بأي شيء، ويشمل ذلك مهارات مهنية أو اجتماعية محددة أو ضعف ضبط النفس عند وجود الطعام. يمكنك أيضًا الإشارة بكل ببساطة إلى عدم قدرتك على التقاط كرة البيسبول أو حل معادلات الرياضيات بسرعة. أحيانًا يتم وضع المجالات التي تحتاج إلى تطور في إطار \"تعلم الدروس من الحياة\" وعدم تكرار الأخطاء. وفي أحيان أخرى، يتعلق الأمر بالجهد المبذول للتغلب على نقص المهارات التي تلمسها في ذاتك.ومع ذلك، قد يكون الضعف في شيء مؤشرًا أنه هذا النشاط المحدد لا يخصك أنت، وهو أمر مهم أن تعترف به لنفسك. إذا امتلك كل الأشخاص القدرة على التعامل مع نفس الأنشطة أو حتى الاستمتاع بها، سيصبح العالم مكانًا مملًا للغاية. [١٩]\n3\nركّز على نقاط قوتك. يعتبر بعض الناس أن التركيز على نقاط الضعف في شخصيتك هو مضيعة للوقت أو حتى سوء هيكلة للقضايا. ركز على نقاط قوتك أولًا وحاول صقلها كلما كان ذلك ممكنًا. قد يكون ذلك نهجًا أفضل ثم يمكنك بعد ذلك تحديد نقاط الضعف في شخصيتك. قد يكون من الأفضل لك التركيز بشدة على قوة شخصيتك ورغباتك والانطلاق من تلك النقطة لأن ما يُشير إليه الناس عادة على أنه نقاط ضعف يكون مرتبطًا بنقص الاهتمام أو الرغبات التي تطمح لتطويرها. كن كريمًا عند الاعتراف بنقاط قوتك لأنك تمتلك الكثير من نقاط القوة حتى في المجالات التي تشعر فيها أنك \"ضعيف\". عدم امتلاك القوة في المجالات التي تعتقد أنك ضعيف فيها قد يكون أكثر فعالية.على سبيل المثال، إذا أردت تطوير قدرتك لكي تُصبح أكثر حزمًا، ابدأ أولًا بمهارات الثقة التي تشعر أنك تقوم بها بالفعل. قد يكون لديك مشكلة في قول كلمة \"لا\"، ولكن بدلًا من ذلك لديك القدرة على ذكر نواياك بطريقة تجعل نيتك مفهومة ويمكنك تجنيب مشاعر الشخص حينئذٍ.[٢٠]فكّر في جوانب شخصيتك التي تعتبرها من مواطن القوة. كونك لطيفًا وكريمًا ومنفتحًا ومستمعًا جيدًا هي نقاط قوة مهمة ترتبط بقدراتك الكلية التي قد تتغاضى عنها. كن واعيًا بهذه الصفات وافتخر بامتلاكها.طريقة أخرى للتفكير في نقاط قوتك هي اعتبارها مواهب عندك أو قدرات ورغبات فطرية تتناسب مع إحساسك بذاتك ورؤيتك للمستقبل. بعبارة أخرى، هذه هي الأشياء التي قلت بشأنها \"لم يتطلب الأمر مني كثيرًا من الجهد، أمتلك دائمًا القدرة على القيام بهذا النوع من النشاط بشكل جيد\".\n4\nدون نقاط قوتك وضعفك. بمجرد تقييم كل ما دونته بشأن أفعالك ورغباتك، إنه الوقت المناسب للتركيز على ما تعتقد أنه نقاط قوتك وضعفك. استخدم القائمة التي حصلت عليها من الأشخاص الآخرين من قبل وبذلك يمكنك التعلم بشأن نفسك من خلال التمارين الأخرى ثم قم بتدوين مجالات العمل والحياة التي تعتقد أنها مجالات قوتك وضعفك. ركز على كيفية رؤية نقاط قوتك وضعفك بناءً على ما تقوم به في حياتك الآن على كلا المستويين الشخصي والمهني بدلًا من التطلع على الماضي أو إلى رغباتك.تذكر أنه لا يوجد أحد يُقيمك أو يحكم عليك بناء على رد فعلك، لذلك كن صادقًا مع نفسك. قد يساعدك صنع عمودين مع عنوان لكلا منهما \"نقاط القوة\" و\"نقاط الضعف\". اكتب تلك النقاط كما تظهر في عقلك.[٢١]\n5\nقارن القوائم ببعضها. هل تتطابق القوائم وهل تجد أي مفاجآت؟ هل ظننت أنك قوي في إحدى المجالات ولكن لا يتضح هذا في أفعالك؟ يحدث هذا النوع من عدم التطابق عندما تُخبر نفسك بأنك تسير في اتجاه معين، ولكن يُظهر لك موقف معين شخصيتك الحقيقية.ماذا عن عدم التطابق بين رغباتك ونقاط قوتك التي تعتقدها؟ يحدث عدم التطابق هذا عندما تحاول القيام بشيء في حياتك يعتمد على توقعات الآخرين أو بناءً على أفكارك حول ما يجب القيام به في حين أن رغباتك وأفعالك الحقيقية مختلفة إلى حد كبير.\n6\nفكّر في أي مفاجآت أو أي عدم تطابق. اطّلع على القوائم المختلفة التي صنعتها. اطلع على أي مفاجآت أو أماكن لا تتطابق معًا. فكّر في سبب كون بعض الصفات ونقاط القوة التي رصدتها ظهر اختلافها. هل من الممكن أن تعتقد أنك تستمتع بأشياء محددة أو أنه يتم تحفيزك بأشياء محددة، ولكنك في الواقع لا تستطيع القيام بذلك أو أنك لست كذلك؟ ستساعدك هذه القوائم في التعرف على ذلك.ركّز على هذه المجالات التي تختلف وحاول تحديد المواقف التي تُخاطب هذا المجال. على سبيل المثال، هل كتبت أنك ترغب أن تُصبح مغنيًا، ولكن ذكرت في قوائمك أن من نقاط قوتك أنك جيد في العلوم أو الطب؟ في حين أن الطبيب الذي يغني قد يكون أمرًا مستجدًا، فإن الوظيفتين بينهما اختلاف كبير. اكتشف أي المجالات التي تُحفزك فعليًا على المدى الطويل.\n7\nاطلب رأي أصدقائك أو أفراد عائلتك. اطلب من صديق مقرب أو فرد من أفراد العائلة تزويدك بتعليقات بنّاءة. على الرغم من أن التحليل الذاتي قد يقودك إلى إجابات قليلة، فإن الحصول على رأي خارجي سيساعدك إما في ترسيخ ملاحظاتك أو تحطيم بعض الآمال التي تبنيها أيضًا. تعلم كيفية الحصول على تعليق بنّاء من الآخرين هو أمر ضروري لكونك جزءًا من المجتمع. من المهم ألا تدافع ضد هذا الرأي أو تأخذه باعتباره هجومًا شخصيًا لأن الشخص يقترح ببساطة مجالًا للتطوير. تعلم دمج تعليقات الآخرين البنّاءة في حياتك اليومية قد يكون نقطة قوة في حد ذاته.إذا كنت تعتقد أنه لا يوجد فرد في الأسرة قد يكون صادقًا معك، يمكنك اختيار شخص آخر بحيث يقول لك الحقيقة ولا يُجاملك أو يتستر على نقاط ضعفك. اعثر على شخص محايد خارج نطاق أسرتك ويُفضل أن يكون من أقرانك أو معلميك لكي يُعطيك تعليقًا صادقًا وبنّاءً.اطلب تعليقات على قوائمك. اطلب من شخص خارج نطاق أسرتك التعليق على قائمتك ومراجعتها. تشمل التعليقات والأسئلة المفيدة الآتي: \"ما الذي يجعلك تعتقد أنك لا تتصرف بسرعة في حالات الطوارئ؟\" قد يتذكر المراقب الخارجي موقفًا كنت فيه بطلًا لليوم خلال حالة طوارئ على الرغم من نسيانك لهذا الموقف.\n8\nالجأ إلى المساعدة المهنية. إذا كنت لا تزال تُعاني من مشكلة، أو ترغب في الشعور براحة أكبر بالاستعانة بمصدر خارجي، يمكنك اللجوء إلى مختص للمساعدة في تحديد نقاط قوتك وضعفك. يوجد شركات يمكنها مساعدتك في المجال النفسي والتي غالبًا ما ترتبط بوكالات التطوع.[٢٢] بالنسبة للسعر، يمكنك إجراء اختبارات للحصول على تعليقات علماء النفس العاملون بشأن شخصيتك وملفك المهني.على الرغم من أن هذه الاختبارات قد لا تمنحك بالضرورة مكنون شخصيتك، فإنها من الممكن أن تكون نقطة انطلاق مفيدة للتفكير في نقاط القوة والضعف لديك.من هذا المنطلق، يجب عليك اكتشاف ما تعتبره نقاط قوة وضعف لديك. يجب أن يكون الاختبار الجيد طويلًا لكي يستخلص الجوانب المتكررة في شخصيتك. بعد إجراء اختبار مثل ذلك، تأكد من التحدث مباشرة مع عالم النفس للعمل على نقاط الضعف والكسف عن نقاط القوة.يوجد اختبارات على الانترنت يمكنك القيام بها لتقييم نقاط قوتك وضعفك. ابحث عن الاختبارات المتواجدة على مواقع ذو سمعة طيبة والتي قام بتجميعها علماء النفس المرخص لهم أو المهنيين المؤهلين. إذا طُلب منك مقابل مادي أولًا، قم بالبحث عن الشركة التي تُقدم الامتحانات اولًا للتأكد من حصولك على قيمة مقابل ما تدفعه.\n9\nفكّر في نتائجك. بعد تقييم نقاط قوتك وضعفك، يمكنك قضاء الوقت للتفكير في تحديد مدى شعورك بشأن ما اكتشفته. قرر إذا كنت ترغب في العمل على أيًا من نقاط ضعفك والتفكير فيما ستحتاج القيام به لتغيير نقاط الضعف تلك.الانخرط في فصل أو إيجاد أنشطة من شأنها معالجة نقاط ضعفك. على سبيل المثال، إذا وجدت أنك تُصبح جبانًا عند مواجهة موقف عفوي، ضع نفسك في مواقف تحدث بعفوية. تشمل الأمثلة الانضمام إلى مجتمع المسرح والمشاركة في رياضات جماعية والقيام بالغناء في البار.فكّر في العلاج أو طرق التحدث عن المخاوف والأمور التي تُقلقك. إذا لم يُجدي الالتحاق بفصل أو الانضمام لمجموعة المسرح أو أن مخاوفك متأصلة وقلقك في أعماقك بحيث يمنعك من المُضي قُدمًا، فكّر في التحدث مع المعالج المختص.\n10\nتجنب طلب الكمال. احرص على ألا تُصبح معتمدًا على نقاط ضعفك. يقع هذا النمط سريعًا في النطاق غير البنّاء من الكمال والذي من الممكن أن يُعيقك عن النجاح. من الأفضل أن تبدأ بما تقوم به بشكل جيد بالنسبة لمجموعة محددة من المهارات ثم العثور على العديد من التفاصيل لتعزيز تلك المهارات وتطويرها ببطئ بمرور الوقت. [٢٣]على سبيل المثال، قد ترغب في تطوير مهارات التواصل. بعد القيام بعدة اختبارات للذات، قررت أنك مستمع جيد وهي أحد نقاط قوتك. ومع ذلك، تتلعثم عندما يحين دورك للتحدث وهي أحد نقاط ضعفك. قررت حينئذٍ أنك ترغب أن تصبح أكثر تحدثًا لذلك تعمل على إقحام جملة أو جملتين في المحادثة عند التوقفات الصغيرة.يُشير نهج الكمال إلى أنه بسبب كونك غير جيد في التحدث في الوقت الحالي، لا يمكنك حتى تحمل مشقة العمل عليها لأنك سترتكب بعض الأخطاء. يجب عليك الاعتراف أن الأخطاء جزء من التعلم والتطور واسمح لنفسك بارتكاب الأخطاء لتطوير ذاتك.\n11\nتجنب إنكار اللحظات الهامة في حياتك. لكل شخص منا مجالات في الحياة يتفوق فيها. أحيانًا تقوم بفعل أشياء لم تقم بها من قبل، ولكنها تكون مجرد أشياء بسيطة وتجد نفسك تقوم بها بشكل طبيعي للغاية.قد تكون تلك المجالات في الرياضة أو الفن أو المهن الإبداعية أو التعامل مع الحيوانات أو الوقوف بجانب شخص ما والقيام بعمله أثناء تغيبه. لكل شخص لحظاته الرائعة الخاصة به التي تختلف عن الآخر، ولكن عندما تعيش تلك اللحظات حاول العمل معها لتطوير حياتك والوصول إلى إمكانياتك الحقيقية.\n\nجزء6\nاستخدام مهاراتك في مقابلات العمل\n\n1\nفكّر في مدى ملائمة نقاط قوتك وضعفك للوظيفة. يمكنك استخدام كل ما تعرفه عن نفسك لمساعدتك في مقابلات العمل. فكّر في مدى ملائمة نقاط قوتك وضعفك للوظيفة المحددة التي تُقدم عليها. لإعداد نفسك للمقابلة، فكّر في المهام المطلوبة للوظيفة التي تُقدم عليها وضع في اعتبارك مواقف حياتك المختلفة التي واجهت فيها مهام مشابهه. أي السمات الشخصية التي تمتلكها وتُعد إما نقاط قوة أو ضعف أثناء مشاركتك في مثل هذه المهام؟[٢٤]على سبيل المثال، إذا كنت تقدم على وظيفة مبرمج كمبيوتر، تحدث عن نقاط قوتك المرتبطة بالكمبيوتر أو حل المشكلات. وفي سياق آخر، قد يكون من غير المناسب الدخول في تفاصيل بشأن نقاط قوتك فيما يخص البينغ بونغ إلا إذا كان لصاحب العمل اهتمام شخصي بذلك وقادكما الحديث له.\n2\nأظهر الصدق والثقة. كن صادقًا عند وصف نقاط قوتك عند سؤالك عنها في مقابلة العمل. عندما يسألك المحاور عن نقاط قوتك وضعفك، هو لا يسأل من باب الفضول فحسب لمعرفة مهاراتك ولكنه أيضًا يرغب في معرفة مدى كفائتك عند الحديث عن نفسك. المهارات الاجتماعية والقدرة على تسويق نفسك أصبحت أحد أهم مجموعة المهارات التي تنتشر سريعًا بين معظم الوظائف في سوق العمل. بالنسبة للمحاور، يبدأ تقييمه من مدى قدرة المتقدم للوظيفة على وصف نقاط قوته وضعفه ومدى رضاه عن إظهار ذلك.[٢٥]\n3\nتدرب على مهارات مقابلة العمل. تدرب على مقابلة العمل مع شخص آخر لكي تشعر بمزيد من الراحة أثناء المقابلة ذاتها. اطلب من صديق لك محاورتك وتدرب على التعبير عن صفاتك له. افعل ذلك مرات عديدة مع كثير من الناس حتى تبدأ بالشعور بمزيدًا من الراحة أثناء وصف نقاط قوتك وضعفك. في البداية قد تشعر كأنك قرأ سيناريو ولكن بعد فترة قصيرة ستبدأ في الشعور أن الأمر طبيعي رويدًا رويدًا.قبل الذهاب إلى المقابلة، فكّر في العديد من الأمثلة الملموسة التي يمكنك التحدث عنها لإظهار نقاط قوتك. لن يرغب المحاور في سماع نقاط قوتك التي تعتقدها ولكنه سيسأل عن المواقف الحقيقية التي أظهرت نقاط قوتك وكانت أساسية في مدى تعاملك مع المشاكل والعقبات أيًا كانت. فكّر في تلك المواقف ودون الكثير منها بحيث تذهب إلى المقابلة وأنت على أتم الاستعداد.[٢٦]على سبيل المثال، بدلًا من قول \"أنا أُقدّر التفاصيل\"، أعطِ مثالًا ملموسًا يوضح ذلك مثل قول: \"في وظيفتي السابقة كنت مسئولًا عن مراجعة كل الحسابات مرتين في الميزانية الشهرية. لاحظت كثيرًا أخطاءً كادت تُكلف شركتنا أموالًا طائلة. هذا الاهتمام بالتفاصيل سيخدمني كثيرًا في وظيفتي في شركتكم\".\n4\nتجنب محاولة \"اختلاق القصص\". أرباب العمل المحتملين ليسوا أغبياء ويمكنهم معرفة الحقيقة عندما تحاول اختلاق القصص. يحاور أرباب العمل مئات الناس في مقابلات العمل من أجل وظيفة معينة، وتكمن غريزة كل شخص في استخدام ما يعتقدوه نقطة قوة وإبعاده عن كونه نقطة ضعف.[٢٧] ومع ذلك، ما تعتقده نقطة قوة قد لا يبدو كذلك بالنسبة لأصحاب العمل الذين يبحثون عن الموظفين الذين يملكون أشياءً مثل المرونة والعمل الجماعي. هذا النوع من الإجابة قد يجعلك تبدو وكأنك تُعاني من نقص الوعي بذاتك.[٢٨] تشمل أمثلة اختلاق القصص الشائعة للغاية الآتي:[٢٩]\"أنا شخص يميل للكمال ولا أطيق أن أرى حدوث أي خطأ\". الكمال لا يُعد قوة حقيقية لأرباب العمل لأنه يميل إلى تقييم نفسك والآخرين وفقًا لمعايير غير معقولة وقد تواجه مشاكل فيما يخص التسويف في العمل\".[٣٠]\"أنا شخص عنيد ولا أسمح للأمور بأن تمر مرور الكرام\". يوحي ذلك بأنك لست جيدًا فيما يتعلق بالمرونة والتكيف مع العمل.\"أقاتل من أجل الحصول على توازن جيد بين الحياة والعمل لأني أعمل بكد للغاية\". يُشير ذلك إلى عدم اهتمامك بنفسك وأنك قد تكون زميلًا سيئًا أو بغيضًا.\n5\nكن صادقًا بشأن نقاط ضعفك. كن صادقًا عندما يسألك المحاور سؤالًا بشأن نقاط ضعفك. لن يكون هناك حاجة إلى طرح الأسئلة إذا كانت كل ردودك عبارة عن ردود مثالية تدور حول مدى روعتك. لا يبحث المحاور عن ذلك. يبحث المحاور عن مناقشة حقيقية بشأن الأمور التي يمكنك العمل عليها وأي علامة تدل على بصيرتك بذاتك. تشمل التحديات الحقيقية التالي:[٣١]أن تكون انتقاديًا للغايةأن تشك في الإدارة وأقرانكأن تكون مُلحًا جدًاالمماطلةأن تكون ثرثارًا للغايةأن تكون شديدة الحساسيةإظهار نقص الإصرارإظهار نقص اللباقة الاجتماعية\n6\nاعترف بالنقاط السيئة التي تمثل تحديًا لك. يوجد أجزاء معينة من نقاط الضعف تلك التي تحتاج إلى علاج، والتحدث عن كيفية تأثيرها على أدائك قد يكون رائعًا، فذكر تأثير هذه الجوانب على أداء عملك أو احتمالية تأثيره عليك يُظهر البصيرة والصدق اللذان تتحلى بهما وعلى الرغم من ذلك أنت لا تزال بحاجة إلى اللباقة بشأن ما تقوله.[٣٢]على سبيل المثال، قل لهم: \"أنا شخص مماطل. أدرك أن هذا يؤثر على مقدار العمل الذي يمكنني القيام به، بالإضافة إلى احتمالية تأثيره على العمل الذي ينجزه زملائي أيضًا. في الكلية، لم يسبب هذا لي مشكلة لأني فهمت النظام ووجدت وسيلة للعب ولكن حافظت على إنجاز عملي، أُدرِك أن هذا لن يُجدي في عالم العمل المحترف لأنها ليست طريقة جيدة للعمل بالفعل، يجب عليّ تحقيق أهدافي وإتمام أموري\".\n7\nأظهر للمحاور أنك مدى سعيك للتغلب على الصعوبات التي تواجهك. وكما ذكرنا سابقًا أن تكون عمليًا أفضل من أن تكون مثاليًا في مثل هذه المواقف. الرد المثالي قد يكون غير واقعيًا ويجعلك تبدو كأنك تحاول الإعلاء ن شأن نفسك. [٣٣]على سبيل المثال، أخبر المحاور: \"أتخذ خطوات جادة للحد من عادة المماطلة. أضع لنفسي مواعيد نهائية مصطنعة وأقدم حوافز لذاتي في حالة الالتزام بتلك المواعيد. ساعدني ذلك كثيرًا في حل مشكلتي\".\n8\nتحدث عن نقاط قوتك بثقة. يجب أن تبدو واثقًا من نفسك ولكن لست مغرورًا. حاول الحفاظ على ثقتك بنفسك مع كونك متواضعًا بشأن إنجازاتك ومهاراتك. حاول بالطبع انتقاء نقاط القوة المرتبطة بالعمل الفردي أو المنظمة التي تتقدم للعمل فيها. تكمن نقاط القوة الفعلية في ثلاث فئات رئيسية:المهارات التي تعتمد على المعرفة مثل مهارات الكمبيوتر واللغات والمعرفة التقنية.المهارات القابلة للتحويل مثل مهارات التواصل مع الناس ومهارات الإدارة أو حل المشاكل.الصفات الشخصية مثل الاجتماعية أو الثقة بالنفس أو الالتزام بالمواعيد.[٣٤]\n9\nأورد أمثلة عند التحدث عن نقاط قوتك. من الجيد والرائع أن تقول أنك تمتلك مهارات رائعة ولكن عرض هذه المهارات أمرًا آخر. أظهر ما تبدو عليه نقاط قوتك في الحياة الفعلية من خلال تقديم أمثلة سواء من تفاعلاتك الشخصية أو من تاريخ عملك. على سبيل المثال:\"أنا بارع في التواصل وأهتم كثيرًا بالكلمات التي أستخدمها وأتجنب الغموض عند التواصل مع الناس. لا أخشى المتابعة مع شخص أكبر مني عندما يتعلق الأمر بشيء لا أفهمه. أستغرق الوقت لتصور كيف يفسر الأشخاص المختلفون الأسئلة أو التصريحات بشكل مختلف\".يمكنك أيضًا توضيح نقاط قوتك ومجموعة مهاراتك من خلال مشاركة ما كان جيدًا في الماضي وكيف نجحت جهوداتك في الأمر.يمكنك ذكر أي جوائز أو شهادات تقدير حصلت عليها أيضًا.\n\nأفكار مفيدة\nكن حذرًا عند تحديد رغباتك بحيث لا تُضيف رغبات كاذبة. هذه هي الرغبات المدعومة بالاعتقاد الخاطئ بأنه مُقدر لك العمل في الشئون الخارجية لأنك ستعيش في باريس ولندن وريو، أو أنك ستصبح نجمًا سينمائيًا بحيث يمكنك حضور الحفلات البراقة ومقابلة الزوج/الزوجة الثرية. هذه ليست رغبات لأنها تفتقد إلى العلامة الجوهرية للقيام بشيء مهم في حياتك ويعد ببساطة ضربًا من الخيال. اعرف الفرق وإلا ستصنع خطأ فادح في بناء حياتك المهنية على الخيال بدلًا من بنائها على القوة الفطرية والإحساس بالهدف.تغيير نقاط الضعف يستغرق وقتًا لذلك امنح نفسك الراحة إذا كنت غير قادرًا على إيجاد حلول فورية. تجنب أيضًا إضاعة وقتك في محاولة تحويل نقاط ضعفك إلى قوة. ابحث عن الحلول أولًا من خلال بناء مجموعة مهارات وهو ما يمكنك تغييره. ثم ابحث عن طرق لبناء نقاط قوتك وهي النقاط التي ترغب في إبرازها أكثر لأنهم طبيعين بالنسبة لك.\n\nتحذيرات\nفي مقابلة العمل، تجنب الاعتزاز بنقاط قوتك أو البكاء على نقاط ضعفك. كن واضحًا واقترح طرقًا للتغلب على نقاط ضعفك المزعومة. بالنسبة لنقاط القوة، اجعلها واقعية وكن متواضعًا بشكل كبير لتجنب تسليط الضوء على جوانبك المزعومة واختبارها بتحديات صعبة.تجنب الوقوع في فخ التفكير بأنك ما لم تمتلك الكثير من نقاط القوة وتخلو من أي ضعف، فأنت بذلك محكوم عليك بالفشل. يُعاني الناس من صعوبات عليهم مواجهتها والتغلب عليها، هذا طبيعي، تخيل نفسك محاورًا وأمامك شخص لا يفعل شيئًا سوى التباهي بأنه كامل لا تشوبه شائبة!\n",
      "content": "المعرفة بمكامن نقاط قوتك والمواضع التي تحتاج فيها إلى مساعدة هي معرفة قوية لتحقيق الاستقرار في حياتك الشخصية وتعزيز تفاعلاتك المهنية. المعرفة الذاتية بشكل عام أداة قوية يجهلها العديد من الناس لأنها صعبة أو متعبة أو ربما لأنها تجعل الناس يشعرون بعدم الراحة. علاوة على ذلك فإن ما قد يبدو نقاط قوة لشخص ما قد لا يبدو بالضرورة مفيدًا للآخرين، وهو ما يجعل من المحير أو الصعب تحديد ما إذا كانت الصفات النوعية التي تمتلكها نقاط قوة أو ضعف. في حين أنك الوحيد الذي تستطيع تحديد ذلك بنفسك، إلا أن هناك تدريبات عامة يمكن لأي أحد استخدامها لتمييز نقاط قوته وضعفه سواءً لوظيفة معينة أو لأسباب شخصية. كما توجد هنا أيضًا بعض النصائح لمساعدتك في استخدام هذه التقنيات في إطار عملي حيث تكون الحاجة إليها شديدة، وهو إطار مقابلات العمل.\nجزء1\nفهم قدراتك\n\n1\nقدّر مجهودك. استعدادك للنظر عن كثب بداخلك بحثًا عن مواطن قوتك وعن المواطن التي تحتاج فيها إلى بعض التطوير هو أمر يدل وحده على أنك قوي بالفعل؛ تحتاج أن تتحلى بالجرأة للجلوس وإتمام هذا العمل. ربّت على كتفك وتذكر أنك شخص رائع.\n2\nدوّن ما تفعله. فكّر في الأنشطة التي تشارك فيها معظم الوقت أو التي تشعر بالسعادة أثناء ممارستها لتحديد نقاط قوتك وضعفك. حاول قضاء أسبوع أو ما شابه في تدوين كل الأنشطة التي فعلتها في يوم معين وقيم تلك الأنشطة من واحد إلى خمسة بناءً على مدى استمتاعك أثناء عملها أو المشاركة فيها.أظهرت الدراسات أن الكتابة في مذكرة يومية طريقة رائعة لكي تصبح أكثر دراية بذاتك وينعكس ذلك على القوة الشخصية والرغبات.[١] قد يكون ذلك بسيطًا مثل سرد كل اللحظات البارزة في يوم معين، أو متعمقًا مثل كتابة تحكي فيها بشكل مفصّل عن أعمق أفكارك ورغباتك. كلما عرفت نفسك أكثر، سهل عليك تحديد نقاط قوتك الشخصية.\n3\nفكّر في قيمك. أحيانًا يكون من الصعب تحديد نقاط القوة والضعف بداخلنا لأننا لا نأخذ الوقت اللازم لتوضيح قيمنا الأساسية. هذه هي المعتقدات التي تُشكل الكيفية التي نُفكر بها بخصوص أنفسنا وفيما يتعلق بالآخرين وبالعالم المحيط بنا. هذه هي أساسيات درب الحياة والمنهج الذي تسلكه عليه. سيساعدك إمضاء بعض الوقت لتحديد قيمك في تحديد أي المجالات التي تُمثل قوة بالنسبة لك وأيها يُمثل نقاط ضعف، بغض النظر عن آراء أي حد في نفس الأمور.[٢]فكر في بعض الأشخاص الذين تحترمهم. ما الذي يُعجبك بهم؟ ما الصفات التي يمتلكونها والتي تُقدّرها؟ كيف ترى ذلك في حياتك الخاصة؟تخيل أنك يمكنك تغيير شيئًا ما في مجتمعك. ماذا سيكون اختيارك؟ ولماذا؟ ما رأيك فيما يظهر بأنه الأكثر أهمية بالنسبة لك؟تذكر لحظة مرت في حياتك شعرت فيها بالرضا التام أو السعادة. ما هي تلك اللحظة؟ ماذا حدث فيها؟ مع من كنت حينئذٍ؟ لماذا شعرت بهذا الشعور إذًا؟تخيل أن بيتك يتعرض لحريق (ولكن كل الحيوانات الأليفة والأشخاص آمنين) وبإمكانك إنقاذ 3 أشياء، ما الأغراض التي ستحفظها من الحريق ولماذا؟\n4\nلاحظ ردودك على المواضيع المتكررة والأنماط. بعد أن تُفكر في قيمك، التفت لاستجاباتك تجاه الأشياء التي قد تتكرر. على سبيل المثال، ربما تُعجَب ببيل غيتس وريتشارد برانسون بسبب روح المبادرة والإبداع لديهما؛ يُشير ذلك إلى أنك تُقدر الطموح والمنافسة والإبداع. ربما تود تغيير وضع الفقر في مجتمعك بحيث يمكنك توفير لكل شخص منزل وطعام، وهذا يبين أنك شخص يقدّر المجموعات أو مساعدة المجتمع أو إحداث فارق فيه. يمكن أن تكتشف بداخلك العديد من القيم الأساسية.يمكنك إيجاد قائمة من الكلمات اللغوية الخاصة بالقيَم على الإنترنت إذا احتجت مساعدة للتعبير عن قيَمك بكلمات. [٣]\n5\nحدد ما إذا كانت حياتك تتوافق مع قيمك أم لا. في بعض الأحيان نشعر أننا نمتلك نقاط ضعف في مجال محدد عندما لا تتوافق حياتنا مع قيمنا الأساسية لأي سبب كان. أن تحيا حياة تتوافق مع قيمك تُسمى حياة \"متجانسة القيم\" وقد تؤدي إلى شعورك بمزيد من مشاعر الرضا والنجاح.[٤]على سبيل المثال، من الممكن أنك تُقدر الطموح والمنافسة، ولكنك تشعر أنك عالق في وظيفة مُثبطة لا تتحدى قدراتك أو تعطيك أي فرصة لإثبات ذاتك. قد تشعر أنك ضعيف في هذه النقطة لأن حياتك لا تتوافق حاليًا مع ما هو مهم جدًا بالنسبة لك.أو ربما كنتِ أمًا جديدة وترغبين في العودة إلى وظيفتك مرة أخرى كمدرسة لأنكِ تُقدرين المكانة الفكرية في المجتمع؛ وقد تشعرين أن \"النجاح في الأمومة\" هي نقطة ضعف لأنها قيمة تمثل (التوجه الأسري) الذي يمكن أن تريْن فيه تعارضًا مع النجاح الفكري. في هذه الحالة، تحتاجين إلى إيجاد طريقة لتحقيق التوازن بين قيمك بحيث تحترمين كلًا منهما في نفس الوقت؛ الرغبة في العودة إلى عملك لا يعني أنكِ لا تريديم أيضًا حب طفلك الجديد والاستمتاع بالأمومة.\n6\nفكّر في المعاني المرتبطة بظروف محددة. فكّر فيما يُشكل نقاط القوة والضعف المرتبطة بالعادات أو التقاليد المجتمعية في سياقك الوطني. التقاليد الاجتماعية هي مجموعة من القواعد التي تحكم التفاعل بين الأشخاص والتي تم إنشاؤها باعتبارها وظيفية في منطقة أو ثقافة جغرافية معينة وذلك على أمل الحفاظ على حدود اجتماعية صحية.[٥] معرفة مدى اختلاف تلك العادات وفقًا للمكان الذي تعيش فيه يساعدك في تحديد نقاط القوة والضعف في هذا الموقع الجغرافي المحدد.[٦]على سبيل المثال، إذا كنت تعيش في منطقة ريفية حيث يعمل كل أفرادها بأيديهم، فمن المرجح أن يُقدر أفراد هذا المجتمع الصفات المرتبطة بالعمل البدني والعمل لساعات طويلة خلال اليوم، أما إذا كنت تعيش في مدينة كبيرة، لا تبدو مثل هذه الصفات بتلك الأهمية إلا إذا كنت تعمل بحرف يدوية أخرى.فكّر فيما إذا كانت البيئة التي تعيش فيها مساعدة لنقاط قوتك وصفاتك الشخصية. إذا لم تكن كذلك، فكّر في كيفية تغيير الوضع أو الانتقال إلى بيئة تُعزز نقاط قوتك وتُقَدّر فيها شخصيتك أكثر.[٧]\n\nجزء2\nعمل تدريب أفضل صورة ذاتية لك عند الآخرين\n\n1\nجد أشخاصًا يمكنك سؤالهم. لمساعدتك في اكتشاف نقاط قوتك وضعفك، يمكنك تجربة تدريب انعكاس الذات. يساعدك هذا التدريب في اكتشاف ما يراه فيك الآخرون لمساعدتك في اكتشاف نقاط قوتك. للبدء، فكّر في أشخاص في كل نواحي حياتك، يشمل ذلك زملاء العمل ومعارفك من الوظائف القديمة والأساتذة السابقين أو المعلمين بالإضافة إلى الأصدقاء والعائلة.يساعدك التفكير في أشخاص من مجالات مختلفة على تقييم شخصيتك على صعيد مستويات مختلفة وضمن العديد من المواقف.[٨]\n2\nاطلب تقييمات من الأشخاص. بمجرد اختيار الشخص المرشح، أرسل إليه رسالة بريد إلكتروني واسأله عن نقاط قوتك. اطلب منه أمثلة محددة عن الأماكن التي رأى فيها نقاط قوتك تلك. تأكد أن تذكر في سؤالك أنك تريد معرفة نقاط القوة التي تعتمد على المهارات والتي تعتمد على الشخصية، كلا الردين مهمين للغاية.رسالة البريد الإلكتروني هي أفضل طريقة لعمل ذلك الاختبار لأنه يُزيح ضغط الرد على الفور ويعطي الأشخاص فرصة ووقتًا للتفكير في ردهم ويسمح لهم بأن يكونوا أكثر صدقًا. بالإضافة إلى ذلك، فإنه يساعدك على امتلاك نسخة مكتوبة يمكنك تحليلها لاحقًا.[٩]\n3\nاطّلع على القواسم المشتركة. بمجرد استلام كل النتائج، ألقِ نظرة على الأشياء المتشابهه في ردود الأشخاص. اقرأ كل الردود وفكّر فيما تعنيه. حاول استشفاف كل الصفات التي ذكرها كل شخص، وقراءة الأمثلة المحددة لمعرفة إذا ظهرت أي صفات أخرى. بعد تفسير كل الردود، قارنهم ببعضهم البعض وأوجد الصفات المشتركة التي ذكرها العديد من الأشخاص.قد يُساعدك صنع جدول يحتوي على عمود به اسم الصفة وعمود لكل إجابة وعمود به تفسيرك. [١٠]على سبيل المثال، قد يُخبرك العديد من الأشخاص في حياتك أنك تتعامل مع الأشياء بشكل جيد تحت ضغط وأنك يُعتَمَد عليك في الأزمات ويمكن أن تساعد في إدارة الآخرين في المواقف العصيبة؛ يمكنك تفسير هذا بمعنى أنك تستطيع البقاء هادئًا تحت الضغط وأن شخصيتك تصلح لأن تكون زعيمًا قويًا بشكل فطري، أو يمكنك قراءة هذا على أنه يعني أنك شخص رحيم بالآخرين وتحب الناس وتفهمهم.\n4\nاصنع صورة لذاتك. بعد تلقّي كل النتائج، اكتب تحليلًا يصور ذاتك ويفصل نقاط قوتك. تأكد من دمج كل المجالات المختلفة التي ذكرها الناس في مناقشتك وأي سمات ذكرها الناس في تحليلك.هذا لا يعني تكوين ملف نفسي متكامل عنك، لكن المقصود هو تكوين صورة عميقة مُثلى عن ذاتك. هذه الصورة تُذكرك بالخصائص التي استخدمتها عندما كنت في أفضل حالاتك ويمكن أن تساعدك في تسيير أفعالك المستقبلية بشأن كيفية السعي لاستخدامهم أكثر من ذلك.[١١]\n\nجزء3\nإدراج قائمة بأفعالك\n\n1\nاكتب عن أفعالك. فكّر كيف تتفاعل مع مواقف معينة تتطلب فعلًا من جانبك وفكرًا وبصيرة. قبل فعل أي شيء أكثر واقعية، حاول التفكّر في ردود فعلك العفوية على خبرات مررت بها بالفعل في حياتك. اشترِ أو اقتنِ مفكرة شخصية لتدوين أفكارك.السبب من هذا التدريب أن ردود الفعل العفوية تُخبرك الكثير عن كيفية تصرفك في كل من الحالات العادية والعصيبة. يمكنك تدوينهم لمساعدتك في فك شفرة أفعالك وقدراتك.[١٢]\n2\nفكّر في موقف صعب أو حدث سيء. ربما حدث لك حادث سيارة أو مر طفل أمام سيارتك فجأة واضطررت لاستخدام الفرامل فجأة. كيف ستتصرف عند مواجهة مثل هذا الموقف غير المخطط له؟ هل تجنبت الموقف وقتها وانسحبت منه، أم واجهته وجمعت أدواتك ومصادرك لمعالجة ما حدث؟إذا سيطرت على الوضع وتعاملت معه كقائد، قد تشعر أن شجاعتك وكونك قادرًا على التعامل مع هذه المواقف من نقاط قوتك. إذا كان رد فعلك البكاء وعدم التحكم في تصرفاتك والشعور بالعجز والاعتماد على الآخرين وعدم التحكم في الذات أثناء الموقف العصيب، فقد يكون ذلك من نقاط ضعفك.[١٣]تأكد من التفكير في الأمور من زوايا مختلفة. على سبيل المثال، الشعور بالعجز بعد تحطم السيارة هو رد فعل طبيعي للضغط الذي تُعانيه. ولكن إذا طلبت المساعدة من شخص ما، يُشير ذلك أن طلب المساعدة من الآخرين (التعاون) قد يكون من نقاط قوتك. ليس عليك دائمًا أن تقوم بكل شيء بنفسك لكي تعتبر قويًا.\n3\nجد موقفًا أقل تحديًا. فكّر في الوقت الذي واجهت فيه قرارًا عصيبًا ولكنه ليس قرار حياة أو موت. على سبيل المثال، كيف تصرفت عند دخولك لغرفة مزدحمة؟ هل أردت الاختلاط بكل شخص قابلته هناك أو أردت الانزواء في ركن هادئ بعيدًا عن الضوضاء والتواصل مع شخص واحد فقط؟الشخص الذي يتواصل مع الآخرين هو شخص قوي اجتماعيًا ومنفتح، في حين أن الشخص الأكثر هدوءًا هو قوي في التواصل الفردي والاستماع. كلا من تلك القوى يمكن استخدامها كصفة طبيعية تميّزك شخصيًا.[١٤]\n4\nفكّر في الأوقات التي واجهت فيها موقفًا شخصيًا عصيبًا. فكّر في الوقت عندما كنت في موقف محرج وكان عليك التصرف على الفور. ما مدى سرعة تعلمك وتكيفك مع المواقف الجديدة؟ هل أنت مفكر سريع تأخذ رد فعل سريع عندما يصدر زميلك في العمل تعليقًا سيئًا؟ أم تستوعب الموقف على مهلك وتفكر فيه ثم ترد في تلك المواقف؟تذكر أن أي قوة قد طورتها يمكن أن تكون قد تنازلت عن شيء من أجلها. على سبيل المثال، إذا قضيت معظم حياتك في القراءة والكتابة بمفردك، قد لا يُناسبك الحديث البسيط مع الآخرين، ولكن ستمتلك موهبة البحث عن حبكة الرواية ومناقشة المواضيع العميقة مع الآخرين. قد تنشأ مع أشقاء أصغر سنًا مما يعني كونك رحيمًا وصبورًا وجيدًا في تهدئة المواقف غير المريحة.من المهم أن تضع في اعتبارك أن العالم يحتاج إلى العديد من الأشخاص المختلفين ذو أنواع مختلفة من القوة والاهتمامات لكي يكون العالم المتنوع الذي نعرفه. لا ينبغي عليك بالضرورة أن تصبح جيدًا في كل شيء، ولكن ركّز على ما تعتقد أنه مهم لذاتك.الشخص الذي يقوم برد فعلي عبقري أو الذي يحل المشكلة سريعًا هو إنسان يمتلك سرعة البديهة كنقطة قوة، وربما يكون تركيزه على التفاصيل النهائية نقطة ضعف. الشخص الذي يستغرق الوقت في التفكير قد يوصف بأنه يمتلك التخطيط كنقطة قوة وربما تُعد الحنكة المحدودة نقطة ضعف.[١٥]\n\nجزء4\nإدراج قائمة برغباتك\n\n1\nاسأل نفسك عن رغباتك. تحكي رغباتك وأشواقك الكثير عنك حتى لو أنكرتهم لوقت طويل من حياتك. فكّر في سبب رغبتك في إكمال تلك الأنشطة أو الأهداف وما ستتطلبه للوصول إليها. الفرص هي تلك المشاعر والأحلام في الحياة التي تُمثل مجالات قوة كبيرة.[١٦] العديد من الأشخاص يقعوا في فخ رغبات عائلاتهم بأن يصبحوا أطباء أو محامين بدلًا من أن يصبحوا راقصي باليه أو متسلقي جبال. دوّن رغباتك أو ما تبتغيه في الحياة في قسم مختلف من مذكرتك.اسأل نفسك \"ما هي رغباتي في الحياة؟\" سواء كنت تتقدم لوظيفتك الأولى أو استقريت على التقاعد، يجب عليك دائمًا امتلاك أهداف ورغبات في الحياة. حدد الدافع لك وما يجعلك سعيدًا أيضًا.\n2\nحدد ما تستمتع به. ابدأ بسؤال نفسك عن الأشياء التي تستمتع بها كثيرًا في الحياة. دوّن إجابات السؤال التالي: \"ما أنواع الأنشطة التي تُرضيني أو تروق لي؟\" بالنسبة للبعض فإنهم يجدون أقصى حالات رضاهم في أن يكون لديهم كلبًا لابرادور ريتريفر يجلسون معه في لحظة سكينة أمام نيران المدفأة. يُفضل آخرون تسلق الصخور أو القيام برحلة برية.اصنع قائمة بالأنشطة أو الأشياء التي تسعد كثيرًا بعملها وتمنحك السعادة. من المرجح أن مجالات هواياتك هي نقاط قوة بالنسبة لك.\n3\nفكّر فيما يُحفزك. ستحتاج إلى تحديد دوافعك في الحياة بالإضافة إلى تحديد رغباتك. دون في مذكرتك إجابة السؤال التالي: \"متى أشعر بالحيوية والتحفيز؟\" فكّر في أوقات حياتك التي تشعر فيها بالاستعداد لاقتحام العالم أو التحفيز للانتقال للمستوى التالي. المجالات التي تُحفزك وتُلهمك هي التي تكون فيها في أقوى حالاتك.لاحظ أن العديد من الأشخاص يمتلكون رغبات في وقت مبكر للغاية من الحياة مما يُشير إلى المعرفة الذاتية للطفل ولكنها تفقد بريقها عندما تغمرها عوامل مثل الأسرة والأقران والتوقعات الاجتماعية أو الضغوط المالية وتمحوها تمامًا."
    },
    {
      "source": {
        "id": null,
        "name": "New York Post"
      },
      "author": "Natalie O'Neill",
      "title": "14 نصيحة لرجال الأعمال المبتدئين\n",
      "description": "Tropical Storm Elsa made landfall in Florida Wednesday, battering the state with wild winds and heavy rainfall — and leaving tens of thousands of people without power before it weakened and churned…",
      "url": "https://nypost.com/2021/07/07/tropical-storm-elsa-leaves-thousands-without-power-in-florida/",
      "urlToImage": "https://images.unsplash.com/photo-1494178270175-e96de2971df9?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=972&q=80",
      "publishedAt": "07 الفشل مرفوض\nلا يستطيع الإنسان ان يحقق كل رغباته، ولا تأتي الرياح بما تشتهي السفن. كرجل اعمال مبتدئ، لا تتوقع ان تحصل الأمور كما تتوقع. عند نقطة ما، سيفشل تطبيقك!\n08 كن أنت\nان المشروع اقرب لأن يتحقق بنجاح عندما يكون هناك حاجة للخدمة التي يقدمها. لماذا تريد انشاء شيء لا تريده او لا تجده مفيدا!\n09 استمتع بالفشل\nان الفشل كما ذكر سابقا، ليس بخيار. هذا لا يعني بالضرورة انك لن تفشل! فلا يجب ان تدع الفشل يوقفك عن العمل. بل تعلم كيف تستمتع بالفشل. في كل مرة تفشل، حاول الكشف عن سبب ذلك والالتفاف حوله.\n10 أخطاء الآخرين\nالجميع يرتكبون اخطاء! كل الأخطاء قابلة لأن تتخطاها. ومن المهم ان تنظر إلى اخطاء الآخرين، لا تسخر منهم، ولكن تعلم منهم وحاول ان تتجنب الأخطاء. ان المنافسين في بعض الأحيان يمكن ان يخطئوا وفرصتك الاستفادة من تجربتهم وليس ارتكاب نفس الأخطاء.\n11 استمع للنصائح\nأصحاب المشاريع يميلون إلى الاعتقاد بأنهم أكثر ذكاء من الآخرين. هم بالتأكيد اذكياء ولكنهم ليسوا الأذكى. ما يجعلك اذكى من الآخرين هو خبرتك. هناك اناس اكثر منك خبرة، استمع لنصائحهم.\n12 لا ترقع عملك\nخلال القيام بمهامك، ستكتشف بعض الأخطاء التأسيسية. ما يفعله معظم الناس هو انهم يقومون على ترقيعها، ان هذا يؤدي إلى مشكلة رئيسية اخرى. لا تقل أبداً: اتمنى لو فعلتها بشكل اخر، قم بالعمل من البداية بالشكل الآخر.\n13 اعط الوقت\nاذا اعتقدت انك ستبدأ بالحصول على الأرباح خلال ايام قليلة، اذهب وابحث عن عمل حقيقي! ان رجال الأعمال المبتدئين الذين يمتلكون اليوم شركات ضخمة كانوا يملكون رؤية طويلة الأمد، لم يكن عندهم الاعتقاد بأنهم سيحصلون على دخل في اليوم التالي.\n14 لا تيأس\nان رجال الأعمال المبتدئين يستسلمون بسهولة لأسباب كثيرة واضحة: لا يشرف على عملهم احد. ولا يحصلون على دخل. وانهم يقومون بعمل شاق. أو قلة وسوء الإدارة. والأخطاء تحصل في كثير من الأحيان.\nالتزم بالكمالية\nانت مثل السمكة الصغيرة في محيط مليء بأسماك القرش. اذا لم يكن مشروعك ضد الرصاص، فإن الشركات الضخمة ستسحقك بسهولة! انت الموظف الوحيد بشركتك. إذا كنت تعتقد أنك لا تستطيع التعامل مع جميع المهام وحدك (الإدارة، التصميم، التطوير، العمارة، والأعمال التجارية) فكر بالعثور على شريك يمكنه التخفيف عنك.",
      "content": "النجاح التجاري لا يولد في ضربة واحدة، بل هو وليد انجازات تراكمية طويلة الأمد، تتخللها غالبا عشرات التعرجات والإخفاقات الفنية والنفسية والمالية. وفيما يلي نصائح ذهبية مفيدة جداً لرواد الأعمال.\n01 تحصن بالدافع\nافضل طريقة تحصل بها على دافع الحماسة هي قراءة قصص نجاح فبقدر ما تشاهد نجاح الناس بقدر ما ستشعر بزيادة فرصتك للنجاح. طبعا، اذا قمت بقراءة قصص عن اناس فاشلين، لن تحصل على اي دافع تتحمس من اجله!\n02 لا تقلد الآخرين\nلا تخجل من ان تلهمك اعمال الآخرين، افعلها كل لحظة ولكن لا تقلد اي شيء، اجعل اشياءك اصلية. إلهامك هو الطريق الأمثل لأن تشعر بشكل افضل، تعلم من تجارب الآخرين وستحصل على رؤية انقى عن ماهية الأمور التي ستواجه وأين تريد ان تضيف مادتك المبتكرة.\n03 استثمر أموالك\nهنالك سببان مهمان لك لأن تستثمر اموالك الخاصة في مشروعك. في المرحلة الاولى، لن تجد أحداً مفتوناً بأفكارك الا اذا كنت تمتلك صلات قوية مع مستثمرين. انت بحاجة إلى إيداع ميزانية جيدة لتسهيل نموك، وإلا ستفلس. السبب الآخر والذي يعد ذا اهمية قصوى لاستثمار اموالك هو ان يجعلك اكثر تفانياً وإخلاصاً لعملك. عندما تقوم بإضافة سيولة إلى مشروعك، سيساعدك ذلك على عدم التخلي عن عملك بسهولة. وذلك وفقا لمدونة شبايك الالكترونية.\n04 لا تحالف الجشع\nوقع عقد تمويلي للملكية عندما تستدعي الحاجة. اذا اعتقدت ان شخصاً ما قد يكون ذا فائدة على شركتك، يجب عليك التخلي عن جزء من ملكيتك له بسبب ان 100% من لا شيء هي لا شيء و1% من شركة بالمليارات هو شيء.\n05 إبحث عن شريك\nإن تفكير اثنين افضل بمئة مرة من تفكير شخص واحد. لقد تم اثبات هذه النظرية مع الوقت! معظم المليونيرات وافضل اصحاب الشركات بدأوا بمشاريعهم مع فريق مكون من 2 او 3 وإيجاد شخص ليس بالعمل السهل.\n06 فكر خارج الإطار\nإذا كنت جاداً بعملك يجب عليك ان تفكر بمقدمة الأمور. يجب ان تتخيل نجاح شركتك وأن تجاهد من اجل توسع الشركة. على سبيل المثال، بعض الشركات التي قامت بتطبيق افكار رائعة، فشلت بسبب انها غير قابلة للتوسع بشكل كاف ليخدم تزايد العملاء.\n"
    },
    {
      "source": {
        "id": "nbc-news",
        "name": "NBC News"
      },
      "author": "Hayley Vaughn",
      "title": "الوصول إلى القمة\n",
      "description": "Rapper Juvenile has adapted his hit song 'Back That Thang Up' to turn it into a pro-vaccine anthem 'Vax That Thank Up' to encourage others to get vaccinated.",
      "url": "https://www.nbcnews.com/news/us-news/juvenile-reworks-hit-back-thang-pro-vaccine-vax-thang-n1273287",
      "urlToImage": "https://images.unsplash.com/photo-1617871772974-26b107fc4c88?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=401&q=80",
      "publishedAt": "المرونة تعدّ المرونة أمراً بالغ الأهمية لتحقيق الأهداف والوصول إلى القمة، كما أنّها تزيد من الدوافع واحتمالية النجاح، فمثلاً إذا تمّ وضع الأهداف والتخطيط لها ثمّ تمّ اكتشاف أنّ هدفاً ما غير مثالي أو واقعي فإنّه يمكن مراجعته أو تغييره، حيث إنّ رفض التعديل وعدم التأقلم مع الظروف المحيطة يؤدّي إلى الإحباط وقد يؤدّي أيضاً إلى التخلّي عن الهدف.  نصائح تساعد على الوصول إلى القمة هنالك العديد من النصائح التي تساعد على الوصول إلى القمة، ومنها ما يأتي: الإيجابية: من خلال التقرّب من الناس الإيجابيين والإحاطة بهم، أو قراءة مقال ملهم، أو الاستماع إلى شيء تحفيزي ويعزّز الإيجابية لدى الشخص. المثابرة: يجب المضي قدماً نحو الأهداف دون استسلام. الصبر: إنّ تحقيق الأهداف والوصول إلى القمة تستحق الانتظار والصبر، فالجميع يتوق لرؤية ثمار الجهد والتعب ولكن بالوقت المناسب.\n\n",
      "content": "تحديد الأهداف يجب على الشخص الذي يرغب بالوصول إلى القمة أن يحدّد أهدافه ويفكّر أولاً بسبب رغبته بتحقيقها، وذلك لأنّ الهدف القيّم يستحق الكثير من الوقت والجهد لتحقيقه، لذلك ينبغي التفكير قبل البدء بتطبيقه ما إذا كان صعباً أو محدّداً أو قابلاً للقياس أو غير ذلك، وفي حال كان الهدف غير قابل للتحقيق فإنّه ينبغي تأجيله أو تغييره.\n\nالثقة بالنفس تعدّ الثقة بالنفس العامل الأساسي الذي يساعد على الوصول إلى القمة وتحقيق الأهداف، ويتطلّب ذلك من الشخص تقبّل الأهداف الواجب تحقيقها وحبّ إنجازها وتطبيقها، ممّا يتيح له الوصول إلى تحقيق الإمكانيات العليا، ومع مرور الوقت ستزيد الثقة لتتجاوز جميع الإمكانيات والصعوبات.\nالحصول على التشجيع والدعم قد يحتاج الشخص إلى الإلهام والدعم حتى يكمل مسيرته نحو القمة، وذلك باللجوء إلى الشخصيات الملهمة التي قد يلجأ إليها وقت الحاجة للحصول على توجيهها وخبرتها دون الخجل من ذلك، ممّا يجعل الطريق نحو الأهداف أسهل وأكثر فاعلية.\n\n"
    }
  ]
}
