{
  "status": "ok",
  "totalResults": 38,
  "articles": [
    {
      "source": {
        "id": null,
        "name": "New York Times"
      },
      "author": "John Eligon",
      "title": "ملخص كتاب نَظِّمْ غَدَكَ اليوم، 8 طرق للحفاظ على تركيزك وأدائك في عملك وفي حياتك ",
      "url": "https://sample-videos.com/video123/mp4/720/big_buck_bunny_720p_20mb.mp4",
      "urlToImage": "https://images.unsplash.com/photo-1596357395104-ba989e72b5ec?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=751&q=80",
      "publishedAt": "التقييم الذاتي يكون فعالا ما دام يركز على العملية أيضا وليس على عملك فقط\nإن كنت ممن يماطلون في أداء مهمة لخوفهم من الفشل فيها أو خوفا من ألا يرقوا لما يطمحون إليه، فأغلب الظن أنك من * الباحثين عن الكمال *، وبذلك فتركيزك سيكون منصبا أكثر على جزئيات العمل الذي تم إنهائه عوض التعامل مع النتيجة النهائية.\nبوضعك لمعايير عالية جدا، فأنت تسير بنفسك في طريق خيبة الأمل؛ فإما أنك ستفشل في بلوغ المعايير العالية التي وضعتها، أو أنك ستنجح في ذلك ولن تهتم بالعمل الجيد إلا أن تكون جزئياته أقرب إلى الكمال الذي تَنْشُدُهُ، وهذا ما قد يؤدي إلى تقييم سلبي لعملك بعد نقذه، يجعلك متوترا أو يقلل من إيمانك بنفسك.\nالحل هو أن تُقَدِّرَ ما تنجح في إتمامه من أمور، خذ نصيحة مدرب كرة السلة الأسطوري * جون وودن * الذي قال أن الأشخاص الناجحين دائما ما يمنحون أنفسهم التقدير المناسب الذي يستحقونه.\nومن المهم كذلك التركيز على العملية كلها وليس على النتائج فقط؛ فبتركيزك على العملية تجعل في إمكانك تحديد ما يمكنك تحسينه لبلوغ نتائج أحسن.\nوفي مثل هذه الحالات، يكون من النافع امتلاك الشخص سِجِلاًّ يتابع من خلاله تطور عملياته؛ ويحتوي هذا السجل على أهداف كل يوم، مع إجابات على ثلاثة أسئلة تحدد مدى تطور العمليات اليومية : ما الذي أحسنت القيام به اليوم ؟ ما الشيء الذي أريد تحسين القيام به من أجل الغد ؟ هل هنالك شيء أستطيع القيام به بشكل مختلف ؟\nهذه الأسئلة تمكنك من التمعن في العملية التي توصلك لتحقيق كل هدف على حدة، عوض النظر إلى النتائج فقط.\nطريقة مناجاتك (حديثك الداخلي) لنفسك، يمكنها أن تدفعك للنجاح أو أن تحطمك\nنحن بطبيعتنا، نصدق ما نخبر به أنفسنا بشكل متكرر؛ فإن داومنا على الاعتقاد أننا فاشلون، فسيترسخ لدينا ذلك الاعتقاد ونبني عليه تصورنا لأنفسنا، الأمر ذاته ينطبق على تشجيعنا الدائم وجعل حديثنا الداخلي إيجابيا حتى نحفز رغبتنا في التحسن وبالتالي امتلاكنا نظرة إيجابية عنا. الأمر مفيد عند التعامل مع التحديات المختلفة التي قد تصادفنا.\nالطريقة الأخرى هي ألا تطيل التفكير في مشكلة معينة\nعندما تطيل التفكير في مشكلة معينة، يلجأ دماغك إلى اعتبارها عقبة كبيرة تؤدي بجسمك إلى إفراز هرمون التوتر، ما يرخي بظلاله على قدراتك الإبداعية. الحل في هذه الحالة هو التفكير في حل عوض التركيز على المشكل؛ حاول أن تحدد الأدوات التي ستساعدك، قَسِّمِ المشكلة إلى أجزاء تعالج كل جزء على حدة، والأهم من كل هذا أن تحافظ على اطمئنانك.\nعبر تدوينك خطابات فَكَّرْتَ فيها بعناية، وتدربت عليها لإلقائها بهدوء، ستغدو قادرا على إيصال رسالتك بوضوح\nكثيرا ما ستجد نفسك أمام ضرورة تقديمك خطابا أمام الجمهور، وفي هذه الحالة عليك أن تكون قد قمت بأمرين مهمين :\n– الاستعداد القبلي : سبق أن طرحنا أن الدماغ البشري قادر على التعامل مع قدر معين من المعلومات فقط، بناء على هذا، يتوجب على خطابك أن يكون منظما ومقدما قدرا مناسبا من المعلومات، مع إزالة كل ما من شأنه أن يصعب عملية تمرير رسالتك للجمهور.\n– التدرب على الإلقاء : من شأنه ان يجنبك أن تحس بالخوف والتوتر؛ فقد أنهيت صياغة خطابك بشكل مناسب، وبقي عليك فقط إلقائه على الجمهور بالشكل الذي تحدد أثناء هذه المرحلة، مركزا على اختيار مظهر يوحي بقدرتك على التعامل مع الموقف.\nأثناء إلقائك خطابك، لا تسرع في إخراج الكلمات، فالأشخاص الذين يعتمدون البطء والتوقف قصير المدة، لهم قابلية أكبر لجذب انتباه الجمهور، وعبر تمكين الجمهور من أن يستريحوا بين الفينة والأخرى، سيتمكنون من فهم وجهة نظرك بشكل أفضل *.\nأما إن تعلق الأمر بمقابلة مع شخص آخر، فعليك أن تركز على :\n– الحفاظ على نبرة صوت مناسبة، ما سيجعل الآخر أكثر قابلية لتلقي رسالتك.\n– امنح الآخر وقتا كافيا للتعبير عن موقفه واستمع له جيدا قبل أن تجيبه.\nكونك شخصا عاديا قد يمنعك من أن تصير ذا شأن كبير، كافح كي تصبح مختلفا عن البقية\nالأشخاص الناجحون ليسوا طبيعيين؛ فهم لا يعانون من سِمَاتٍ تخص الأشخاص العاديين كالمماطلة التي تخفي تخوف العاديين من النجاح وبحثهم عن الأعذار لتجنب المحاولة. الناجحون يبحثون عن طرق لتجاوز العراقيل التي يواجهونها عوض الاكتفاء بفعل ما يفعله العاديون، المختلفون يؤمنون أنهم يملكون صنع مستقبلهم كما يريدونه.\nالسمة الثانية تتعلق بالتركيز على الأمور المحيطة بالشخص؛ ففيما يركز العاديون على التي من المستحيل التحكم فيها، يفضل المختلفون التركيز على ما يستطيعون تغييره لعلمهم أنه لا طائل من محاولة تغيير ما لا يتحكمون فيه؛ فمثلا عوض أن يشتكي المختلفون من المطر، يستعملون المظلات لقضاء حوائجهم خارج البيت.\nفافعل مثل فعل المختلفين؛ أنشئ خطة تبين فيها خطواتك التالية لتغيير حياتك للأحسن، مع إمكانية تحديدك لما يمكنك أو لا تستطيع تغييره لضمان ألا تشتت تركيزك وطاقتك عليه.\n",
      "content": "إن كنت تفكر في كل الأشياء التي عليك أن تغيرها، وأعددت قائمة طويلة حددتها فيها، فعليك أن تعلم أولا أن دماغنا قادر على التعامل مع عملية تضم 5 إلى 9 مفاهيم أو أجزاء من المعلومات فقط، هذه الظاهرة تسمى * قدرة القناة * وقد اكتشفت سنة 1956 من طرف عالم النفس * جورج أ ميلر *؛ فما دامت كل مهمة تقوم بها محتاجة إلى قدر معين من المعلومات، فذاكرتك لن تستطيع تأدية مهمة أخرى بكفاءة وفاعلية. والمبدأ ذاته ينطبق على محاولتك تغيير عدة أشياء في حياتك في الوقت ذاته.\nمحاولتك القيام بعدة مهمات في الوقت ذاته إما سيؤدي إلى تشتت تركيزك بفعل كمية المعلومات التي تتعاطى معها، أو أنك ستحس بعدم قدرتك على مواصلة التعاطي مع المهمات التي تحاول إنهائها؛ كأنك دماغك قد توقف عن العمل.\nتعامل الكاتب مع عدة أشخاص عانوا من المشكلة ذاتها، وشهدوا أنهم كلما حاولوا تغيير أكثر من شيء واحد في حياتهم، إلا ووجدوا صعوبة في ذلك مقارنة مع تركيزهم على شيء منفرد دون غيره حتى إتمام تغييره.\nلذا فأحسن طريقة لتغيير حياتك نحو الأفضل هي تحديد شيء واحد كل مرة والتركيز على تغييره، حتى تنجح في ذلك ثم تنتقل لغيره.\nتحديد الأولويات يساعدك على تنظيم غَدِكَ، وهو ما يزيد من فعاليتك ويحسن إدارتك للوقت ما ينعكس إيجابا على إنتاجيتك\nالأشخاص الذين نصادفهم هرعين نحو تنفيذ مهمة بعد الأخرى بسرعة، أو تنفيذ أكثر من مهمة في الوقت ذاته، هؤلاء ليسوا أفرادا ناجحين في تنظيم أوقاتهم، بل إنهم يعانون من نقص المهارات المطلوبة لتلك الغاية؛ فسر إنتاجية الغد، تنظيمه اليوم.\nالتنظيم الفعال يعني تنظيم مهامك حسب درجة أهميتها؛ عبر تحديد ثلاثة مهمات محددة وقت الإنجاز، ثم من بينها، تختار التي تحتاج إنهائها ذلك اليوم بالخصوص. وبهذه الطريقة ستضمن إنجازك للمهمة الأكثر أهمية لك، ما سيمنعك من محاولة إنجاز أية مهمة أخرى لمجرد كونها سهلة.\nإضافة إلى ذلك، تركيزك هذا على ثلاثة مهمات كل مرة، يجعلك تضمن إنهائك لما بين يديك بشكل منتظم وعدم تكديسها.\nهناك ثلاثة أمور من الضروري احترامها عند وضع قائمتك الخاصة :\n1 – لا تضمن لائحتك مشروعا كبير الحجم، معقد المهام، على أنه مهمة واحدة، بل قسمه إلى مهمات متعددة يمكنك إنجازها بشكل اسهل.\n2 – اختر بحكمة المهمات التي تريد القيام بها، وتأكد من منحها الوقت الكافي، والمناسب لك أيضا.\n3 – دَوِّنْ مهامك على ورقة، هذا الفعل يحفز منطقة من دماغك تسمى * نظام التفعيل الشبكي *، مهمتها أن تحتفظ بالمعلومات المهمة بشكل يسهل على الدماغ تذكرها بسرعة.\nاستفد من وقتك عبر وضع خطة لبلوغ أهدافك والرفع من إنتاجية اجتماعاتك\nاليوم يتكون من 24 ساعة فقط، ومن الضروري استغلالها على نحو مناسب. إليك 4 نصائح تساعدك على فعل ذلك :\n1 – لا تضع وقتك منتظرا :\nإن وجدت نفسك في فترة زمنية بين اجتماعين، لا تقضه مستخدما الشبكات الاجتماعية أو جالسا دون فائدة، فتراكم مثل هذه الفترات قد يصل بمجموعها إلى ساعات أضعتها دون أن تستفيد منها. عوض ذلك، حاول أن تقضي تلك القترة بشكل فعال؛ كأن ترد على رسائل مهمة أو تنهي أمورا مكتبية بسيطة.\n2 – استعمل تقنية * السؤال والتجزئة * لتجنب المماطلة :\nعندما تواجد مهمة كبيرة الحجم، اسأل نفسك * ما هي أول خطوة علي القيام بها ؟ * ثم بعد ذلك، ركز على تجزئة هذه الخطوة حسب قدرتك على إتمامها، وأعد الكَرَّةَ مجددا حتى تنهي مهمتك.\n3 – تحد نفسك باستعمال مؤقت زمني :\nحدد وقتا لإنهاء كل مهمة، ثم حاول أن تنهيها قبل انتهاء ذلك الوقت، بهذه الطريقة ستدفعك نفسك لإنهاء المهام في وقت أسرع وترفع من إنتاجيتك.\n4 – نظم مواضيع اجتماعاتك لتوافق أهدافا واقعية واضحة :\nأيا كان الاجتماع الذي تريد تنظيمه، حدد نقاطه الأساسية التي ستتم مناقشتها، لتفادي الانتقال من موضوع لآخر وإضاعة الوقت.\nابدأ الاجتماع بتبيين الهدف منه، بهذه الطريقة تجعل الحاضرين على علم بما يجب عليهم التركيز عليه، ما سيسمح بتنظيمه وبالتالي إنهائه بشكل إيجابي قد يمنح لك الإمكانية لطرح أسئلة أو استقبال اقتراحات من المشاركين.\nأحدث عادات خاصة بنظامك الجديد لتجنب المماطلة، وتمسك بعاداتك الجديدة الإيجابية\nكثيرا ما يستغل الناس دخول السنة الميلادية الجديدة للإعلان عن قراراتهم بتغيير أشياء معينة، سرعان ما يتراجعون عنها بعد بضعة أسابيع فقط.\nالسر لإنجاح الأمر هو بابتكار عادات تُيَسِّرُ القيام بالتغيير المستهدف؛ وذلك بالقيام بأمر معين كالذهاب إلى صالة الرياضة كل يوم في التوقيت ذاته بهدف خلق عادة ممارسة الرياضة. ولا تنسى أن تغيير العادات أو اكتسابها يحتاج إلى الوقت.\nأثناء رحلتك لاكتساب عادات جديدة، ستجد صعوبة في التخلي عن القديمة، لكن أبقي في بالك هدفك الذي تَوَدُّ بلوغه، وتعامل مع تلك المرحلة كمرحلة انتقالية. واستمر في طرح سؤالين على نفسك :\n– بماذا سأحس بعدما أنجح في اكتساب عادة إيجابية جديدة ؟\n– بماذا سأحس إن أنا توقفت الآن ولم أكمل ؟\nأجوبتك على هذه الأسئلة ستثير فيك الرغبة في المواصلة، خاصة إن أرفقتها بتخيل لما ستؤول إليه حياتك بعد اكتسابك عادة إيجابية جديدة."
    },
    {
      "source": {
        "id": null,
        "name": "ESPN"
      },
      "author": null,
      "title": "ملخص كتاب كل هذا الضفدع",
      "description": "Get a report of the England vs. Denmark 2020 European Championship, Semifinals football match.",
      "url": "https://commondatastorage.googleapis.com/gtv-videos-bucket/sample/BigBuckBunny.mp4",
      "urlToImage": "https://a2.espncdn.com/combiner/i?img=%2Fphoto%2F2021%2F0707%2Fr877595_1296x729_16%2D9.jpg",
      "publishedAt": "طور مهاراتك باستمرار في مجالاتك لتحسن النتائج ولكن تذكر أن المعرفة والمهارات أصبحت سريعة التطور فالتعلم المستمر هو الحد الأدنى من متطلبات النجاح في أي مجال.\nثلاث خطوات لضمان التعلم المستمر\n1. اقرأ في المجال الخاص بك لمدة ساعة واحدة على الأقل كل يوم.\n2. خذ كل دورة وحلقة دراسية متاحة عن المهارات الأساسية التي يمكن أن تساعدك\n3. استمع إلى ملفات صوتية في سيارتك.\n4. اتخذ شعار لحياتك\nانت بالفعل لديك المواهب والقدرات التي تجعلك مختلفا عمن حولك وهناك بعض الأشياء التي يمكنك القيام بها أو تعلم القيام بها التي يمكن أن تجعل لك مكانة وقيمة غير عادية لنفسك وللأخرين.\nحدد المهارات التي تميزك وابدأ تنمية وتطوير قدراتك لتصبح متفردا ومتميزا.\nحدد القيود الأساسية الخاصة بك\nبين أين أنت اليوم وأي هدف تريد ولكن هناك عقبة رئيسية واحدة يجب التغلب عليها قبل أن تتمكن من تحقيق هذا الهدف الرئيسي، عليك تحديد مهمتك بوضوح. ما الذى يؤخرك؟ ما الذي يحدد السرعة التي يمكنك تحقيق أهدافك بها؟ ماذا يحدد مدى السرعة التي يمكنك الانتقال من حيث أنت إلى حيث تريد أن تذهب؟ ما الذي يمنعك؟ لماذا لا تسعى نحو هدفك؟\n١٣. اضغط على نفسك\nيستطيع 2 في المائة فقط من الناس العمل دون إشراف كامل. ونحن نسمي هذه\nالناس “القادة”. هذا هو نوع الشخص الذي يجب أن تكون ويمكنك أن  تكون، عليك أن تقرر أن تكون وتهدف لاستغلال إمكاناتك الكاملة، يجب أن تعتاد الضغط النفسي وعدم الانتظار لشخص آخر أن يساندك أو تعتمد عليه في انجاز مهامك.\nاعرف قدر قواك الشخصية\nالمواد الخام لأدائك الشخصي ومعدل الإنجاز تتمثل في عناصر جسدية وعقلية وعاطفية. جسمك هو مثل الجهاز الذي يستخدم الغذاء، الماء، الراحة لتوليد الطاقة ثم استخدامها لإنجاز المهام في حياتك والعمل.\nعندما تستريح تماما، على سبيل المثال، يمكنك الحصول على مرتين، ثلاث مرات وخمس مرات كما تفعل عندما تكون مرهقا فواحدة من أهم الشروط لكونك سعيدا ومنتجا أن تحافظ على مستويات الطاقة الخاصة بك في جميع الأوقات.\nابدأ العمل على مهامك\n2. اعمله بطريقتك وتطبيق خطتك\n3. الحصول على قسط كاف من النوم\n4. احرص على صحتك البدنيةحفز نفسك في العمل\nمعظم مشاعرك الإيجابية أو السلبية يتم تحديدها عن طريق التحدث لنفسك لتقرر ما عليك فعله وتنظيم افكارك بأن تحافظ على دوافعك وأن تبق متفائلا متقبلا أي رد فعل إيجابي أو سلبى وعليك أن تعلم أنه لا مفر من صعوبات ونكسات الحياة التي ربما تؤثر سلبا علي مزاجك وعواطفك.لا تدع التكنولوجيا تهيمن على حياتك\nالتكنولوجيا يمكن أن تكون أفضل صديق أو أسوأ عدو في القرن الحادي والعشرين فمعظم الناس لا يستطيعوا مقاومتها إن لم يكونوا مدمنين لها لأننا نحتاج إلى التواصل باستمرار مع الناس في كل مكان سواء في حياتنا الشخصية أو التجارية.\nالحقيقة أن الاتصال المستمر ليس أساسيا ولكن لديك خيار للحفاظ على الهدوء لكى تؤدى أفضل ما عندك كلنا يحتاج إلى اساسيات من التكنولوجيا وأجهزة الاتصالات التي يمكن أن تطغى علي حياتك إذا لم تكن حذرا.\nتذكر عندما قضيت إجازة يوم واحد، أسبوع أو شهر أو قضيتها في انشغالك بالأعمال التجارية وكنت بدون أجهزة اتصالك، لا شيء تغير أو نقص من حياتك. العالم يستمر في الدوران سواء كنت أو لم تكن متصل بالتكنولوجيا فيجب أن تعرف الحلول والإجابات لكل ما يعرقلك قبل أن تفنى عمرك في بعض الأشياء التي لا تفيد، فالحياة تجرى كنهر متدفق لا يتوقف.أجعل النرد طريقة من طرق تحقيق مهمتك\nهي طريقة لتنجز اعمالك الكبيرة، هذه الطريقة يمكنك من خلالها وضع المهمة بالتفصيل ومن ثم العزم والشروع في تنفيذ أو أداء خطوة واحدة فقط من المهمة أولا\nنفسيا، سوف تجد أنه من الأسهل القيام بخطوة واحدة صغيرة من مشروع كبير من أن تبدأ في العمل كله دفعة واحدة.\nبعد أن تنهى خطوتك الصغيرة بنجاح ستجد نفسك بدأت في الخطوة التالية وتنهيها بنجاح ثم تبدأ في الثالثة وهكذا حتى تنهى المهمة كاملة دون أن تشعر وقبل الوقت الذى كنت تتوقعه.\nاخلق وقتا\nمعظم المهام تتطلب وقت كبير دون انقطاع لاكتمالها وتتطلب حسن استغلال لوقتك.\n1. انشئ جدول زمني لخطتك\n2. استخدم مخطط الوقت\n3. اجعل لكل مهام حد معين من الوقتضع مفهوم للانسجام\nالأشخاص ذوي الإنتاجية العالية يأخذون الوقت الكافي للتفكير والتخطيط ووضع الأولويات. ثم ينطلقون بسرعة وبقوة نحو أهدافهم وغاياتهم، يعملون باستمرارية وثبات، بسلاسة وبشكل مستمر. ونتيجة لذلك يكون مسارهم نحو الهدف مستقيم على عكس من يشرعون في كل المهام فى نفس الوقت فيتشتت تركيزهم ويميلون إلى إضاعة الوقت ويهتمون بالأنشطة منخفضة القيمة على سبيل التسلية أو انها أسهل أو مريحة.\nعندما تتخذ إجراءات مستمرة نحو أهدافك الأكثر أهمية أنت بذلك تفعل مبدأ الطريق للنجاح. هذا المبدأ يقول أنه على الرغم من أن سبيلك للهدف قد يستغرق كم كبير من الطاقة والوقت للتغلب على صعوبة الإقلاع من نقطة البداية أو اتخاذ أول خطوة. بعد ذلك يأخذ الأمر طاقة أقل بكثير لمواصلة طريقك نحو هدفك.\nضع في اعتبارك الترتيب حسب الأولوية\nتعلم أن أي إنجاز عظيم للبشرية قد سبقه فترة طويلة من الصعاب والتحديات و ظل يتركز المجهود حتى تم إنهاء المهمة.\nقدرتك على تحديد المهام الأكثر أهمية من غيرها مهمة جدا ومن ثم التركيز عليها وحدها حتى الانتهاء.\nالذهن عليه كامل المسؤولية لمستويات عالية من الأداء والإنتاجية الشخصية فيصبح ذهنك مجبرا علي التعامل مع مهام واحد بمجرد أن تبدأ به فتستمر في العمل في المهمة دون تحويل ذهنك حتى يتم الانتهاء من مهامك 100 في المئة.\nيمكنك الاستمرار في حث نفسك إلى الأمام بتكرار عبارة “عد إلى العمل!” مرارا وتكرارا كلما كنت تميل إلى التوقف أو القيام بشيء آخر فأنت هنا تأمر عقلك بأن يكمل مسؤوليته لنهاية إتمام مهمتك الأكثر أهمية.\nواعلم انك بمجرد تجنبك التسويف والتأجيل، يمكنك تقليل الوقت اللازم لإنجاز هدفك بنسبة 50 في المئة أو أكثر.\nكن عادلا واعرف قيمة نفسك\nاصرارك على هدفك وجهدك من اجله لا يعنى ان يجب عليك إغفال حق نفسك، وكما ذكرنا أن تضع جدول زمنى لأعمالك وتلتزم به وعندما ينتهى وقت العمل افعل ما شئت!\nولكن دعني اسألك هل ستستمتع بمشاهدة فيلم أو بأي نشاط ترفيهي إذا كنت قد اغفلت عملك ومهامك التي يجب ان تنجز؟!. بالطبع لا. ستشعر بتأنيب الضمير وتشعر بأنك تركت المهم من أجل راحة نفسك وعقلك. فتفقد الثقة بنفسك وبجودة عملك وتخطيطك.\nولكن بماذا ستشعر إن انهيت وقت العمل وجلست لمشاهدة فيلم أو مباراة كرة قدم؟؟!. بالطبع ستشعر أنك انسان فعال وأنك على المسار الصحيح ولم تنس حق عملك والآن تلبى حق نفسك كما قال رسولنا الكريم صلى الله عليه وسلم” إن لنفسك عليك حق ” فلا تنس أن تكون خليفة الله في الأرض كما أوصاك وتباهي بك يأبن آدم أمام ملائكته الكرام وأمر الملائكة والشياطين أن تسجد لك.\nأليس هذا بكاف أن تثق بنفسك؟\nهل تعلم أن الله اقسم بعزته وجلاله أمام العقل البشرى أن العقل اعز ما خلق؟. وما هو ابن آدم سوى عقل وجسد..؟\nدعك من الكسل ونظف تلك الأتربة من على عقلك واطلق العنان لإبداعك ولا تسوف! انت على الأرض كي تعمل وتعمر ولا تنس أن الله عز وجل سيسألك عن عمرك فيما افنيته! فعليك أن تحضر إجابة لتلك السؤال من الآن!\n",
      "content": "الطرق الثلاثة لتكوين عادة جديدة\nأنت تحتاج ثلاث صفات رئيسية لتطوير عادات التركيز والإنجاز. لا تقلق يمكنك تعلمهم، هم القدرة على اتخاذ القرار والانضباط والعزم\nأولا. اتخذ قرار بأن تطور هذه العادات وتستطيع أن تكن أكثر قدرة على إنجاز المهمة.\nثانيا. اضبط نفسك بأن تطبق قرارك فذلك ينجح بالتكرار ويصبح تعود.\nثالثا. كن عازما أن تنفذ قرارك وتتعود علي ضبط النفس حتى تصبح جزء لا يتجزأ من شخصيتك.\n1-اضبط جدولا\nربما يكون وضوح الهدف هو المفهوم الأهم في الإنتاجية الشخصية والنتائج الملموسة أحد الأسباب التي تجعل بعض الناس يسعون الى المزيد من العمل بشكل أسرع لأنهم يعرفون أهدافهم تماما ويعملون على الوصول إليها، هناك صيغة قوية لوضع وتحقيق الأهداف التي يمكنك استخدامها لباقي حياتك تشمل سبع خطوات بسيطة:\n1. قرر بالضبط ما تريد\n2. اكتبه\n3. عين موعد نهائي لتحقيق هدفك\n4. اكتب قائمة من الأشياء التي تريد القيام بها لتحقق هدفك\n5. ضع خطة واضحة ومدى زمنى لتحقيق ما في القائمة\n6. اشرع في تحقيق خطتك على الفور\n7. انو أن تفعل شيئا كل يوم يقربك نحو هدفك\nوعليك أن تعرف، فالأهداف الواضحة المكتوبة لها تأثير رائع على تفكيرك. أنها تحفزك وتحثك على البدأ في العمل، أنها تطلق إبداعك، وإطلاق طاقاتك و\nتساعدك على التغلب على التسويف والمماطلة.\n2. ضع خطة كل يوم مقدما\nعقلك وقدرتك على التفكير والتخطيط هو أقوى أداة للتغلب على التسويف وزيادة المجهود وبالتالي النتائج.\nقدرتك على تعيين الأهداف ووضع الخطط واتخاذ إجراءات عليها يحدد مسار حياتك. تخطيطك لحياتك سواء بالتفكير أو التخطيط يفتح قواك العقلية وتطلق قدرات الإبداع لديك، ويزيد طاقاتك العقلية والبدنية.\nطريقة ست بي\nالتخطيط المسبق المناسب يمنع الأداء الضعيف، فعند النظر في كيفية التخطيط المفيد يمكن أن يكون في زيادة الإنتاجية والأداء.\nالتخطيط شيء بسيط جدا لتقوم به يوميا فكل ما تحتاجه دونه على الورق.\nالتخطيط للأهداف\nعندما يكون لديك مشروع من أي نوع، ابدأ من خلال وضع قائمة من كل خطوة يجب ان تنجزها في المشروع من البداية إلى النهاية.\nنظم الخطوات حسب الأولوية والتسلسل مهم جدا ووضع المشروع أمامك على الورق أو على الكمبيوتر بحيث يمكنك ان ترى كل خطوة والمهام المطلوب ثم تبدأ العمل على مهمة واحدة في زمن معين حددته مسبقا، سوف تندهش عندما تنجز ما كنت تريد القيام به.\nتطبيق قاعدة 80/20 على كل شيء\nإن 20 في المائة من أنشطتك ستشكل 80 في المائة من النتائج، أي 20 في المائة من عملائك يمثلون 80 في المائة من مبيعاتك، و 20 في المئة من مبيعاتك سوف تمثل 80 في المئة من أرباحك.\nحقا! اكتشاف مثير للاهتمام. كل مهمة من المهام العشر قد تأخذ نفس الوقت لتنهي كل منها ولكن واحدة أو اثنين من هذه المهام سوف تسهم بخمس أو عشر مرات قيمة أكثر من الآخرين وتحقق تغييرا.\nفي كثير من الأحيان، عنصر واحد في قائمة تتكون من عشر مهام يمكن أن يستحق أكثر من جميع المهام التسع الأخرى معا.\nهذه المهمة هي دائما الضفدع الذي يجب أن تأكله أولا!\nيمكنك القيام بالمهمة الأكثر قيمة كل يوم وغالبا ما تكون أصعب وأكثر تعقيدا ولكن العائد والمكافآت لإكمال ونجاح هذه المهام بكفاءة يكون عظيم. لهذا السبب، يجب ان ترفض العمل على 80 في المائة من المهام في حين ان لا يزال لديك الهدف الاهم في ال20 في المئة المتبقية التي يتعين القيام به، فعليك أن تقاوم رغبة انهاء المهام الصغيرة أولا وابدا بالأهم ثم المهم.\n4. النظر في التبعات والنتائج\n\nإن العواقب المحتملة لأي مهمة أو نشاط هي المحددات الرئيسية لطريقة تحقيقه. موقفك نحو الوقت، ” أفق الزمن” الخاص بك له تأثير هائل على سلوكك وخياراتك.\nالناس الذين ينظرون لأهداف حياتهم ومستقبلهم ومهنهم بوعي يستطيعون أخذ القرار بشكل أفضل بشأن وقتهم وأنشطتهم من الأشخاص الذين يقدمون القليل من الوقت والمجهود لتخصيصه للتخطيط او العمل.\nيعتقد أن التفكير على المدى الطويل يحسن صنع القرار على المدى القصير.\nالناجحين لديهم توجه وخطط واضحه للمستقبل. انهم يخططون للمدى القصير والطويل ايضا ويمكن ان يصل تخطيطهم إلى 20 عاما في المستقبل ويحللون خياراتهم وسلوكياتهم في الوقت الحاضر لدراستها اذا كانت  مناسبة للخطط ام يجب تغييرها للتأكد من أن ما يقومون به اليوم يدعمهم في المستقبل على المدى الطويل.\nثلاثة أسئلة لتحقيق أقصى قدر من الإنتاجية\n1. ما هي الأنشطة الأهم والأعلى قيمة\n2. ما المهام الذى اذا انجزته بشكل جيد أولا سيحدث فرقا حقيقيا؟\n3. ما هو المهام الذى يستحق وقتي الآن؟\nهل أنت مستعد للإبداع الآن؟\nالحقيقة هي أنك لا تستطيع أن تفعل كل ما عليك القيام به. عليك أن تماطل في إنجاز المهام الصغيرة في سبيل إنجاز المهام الأكثر أهمية.\nالتسويف هو الفرق بين الأداء المتميز والأداء المنخفض أو الضعيف التي يحددها إلى حد كبير ما يختارون المماطلة على الأولويات مقابل المهام الأقل أهمية أو الصغيرة.\nلتعيين الأولويات المناسبة، يجب عليك تعيين المهام الأقل أهمية كذلك. الأولوية هي شيء أن تفعل مهام أكثر أهمية في أقصر وقت لتجد وقتا كافيا لتنفيذ المهام الباقية الأقل أهمية.\nاستخدم طريقة أبسد باستمرار\nطريقة أبسد هي تقنية تحديد الأولويات القوية التي يمكنك انجازها كل يوم. هذه التقنية بسيطة جدا وفعالة بحيث يمكنها جعلك من أكثر الناس كفاءة وفعالية في مجال عملك إذا احسنت تنفيذها.\nانشئ قائمة من كل ما عليك القيام به من مهام في اليوم التالي. فكر على الورق.\nثم رقم عناصر القائمة.\nالمهمة الأولى\nيتم تعريف العنصر “أ” بأنه شيء مهم جدا يجب فعله. إذا كان لديك أكثر من مهمة واحدة، فإنك تعطي الأولوية لهذه المهام من خلال كتابة “أ-١” للأقل أهمية ثم “أ-2” للأقل أهمية وهكذا….\nهذه الطريقة هي المفتاح لجعل الأمر أبسط طريقة لإنجاز العمل فهو يجبرك ان تضبط نفسك وتبدأ فورا للعمل على مهمة “أ-١” حتى تكتمل وتبدأ العمل في المهمة التالية.\nقوة الإرادة للبدا والبقاء في هذه المهمة تدفعك وتحفزك لإكمالها وجنى ثمار إنجازها وتصبح في تسلسل إنجاز المهام بحيث لا تنتهى من تلك التسلسل حتى تنتهى من أكل جميع الضفادع التي لديك وإنجاز المهام جميعها وتعتبر النتائج بأنها مسؤوليتك وحدك وستتحملها سواء كانت إيجابية أو سلبية.\nنقطة بدايتك من أداء المهام الأهم هو بالنسبة لك يعتبر تحديد مجالات النتائج الرئيسية التي تعمل من أجلها.\nناقش جميع المهام مع رئيسك ومن ثم انشئ قائمة بأهم مسؤولياتك.\nالخطوة الثانية أن تعطي درجة لنفسك على مقياس من واحد إلى عشرة في كل من هذه المجالات واسأل نفسك في أي منهم أنت قوي وأين أنت ضعيف؟ في أي منهم تحصل على نتائج ممتازة وفى اي جزء أنت ضعيف الأداء؟\nاسأل نفسك هذا السؤال. “أي مهارة واحدة إذا وظفتها بطريقة ممتازة سيكون لها أكبر تأثير إيجابي على مسيرتي؟ ”\nتطبيق قانون الثلاثة\nثلاث مهام أساسية تقوم بها تحتوي على معظم القيمة الإنتاجية المرجوة بالنسبة لنشاطك التجاري أو مؤسستك.\nقدرتك على التحديد بدقة المفاتيح الثلاثة للمهام ثم التركيز عليها أكثر من مرة أمر ضروري بالنسبة لك لأداء أفضل ما عندك.\nطريقة القائمة السريعة\nفي ثلاثين ثانية، اكتب ثلاثة من أهدافك الأكثر أهمية في الحياة الآن!\nالعقل الباطن سوف يتعامل معها بجدية للشروع في تنفيذ تلك الأهداف بعد أن تبرز الأهداف المهمة على الورقة. أهم ثلاثة مجالات من حياتك المهنية.\nاكتب ايضا اولويات حياتك الأسرة، العلاقات، صحة او لياقة بدنية وسيكون من المنطقي أن يكون هناك هدف واحد في كل من هذه المجالات.\nقيم نفسك على هذه العناصر بالدرجات وحدد جوانب حياتك التي تحتاج إلى تحسين.\nللحفاظ على حياتك في توازن، يجب عليك أن تعمل ما دمت في مكان ووقت العمل. فلا تؤجلوا أعمالكم ومسؤولياتكم  فلا تنو مماطلة بعض المهام مقابل الحديث والتشتت مع زملائك الخاملين في العمل، فالوقت الذى تهدره مع زملائك بلا عمل يمكنك قضاؤه بعيدا عن العمل (مع الأسرة أو أي صديق مثلا)\nيجب أن تحقق إذا كنت ترغب في الحفاظ على عملك\nتحتاج إلى التوازن بين عملك وحياتك الشخصية. تحتاج إلى تعيين الأولويات في العمل والتركيز على المهام الأكثر قيمة. في نفس الوقت، يجب ألا يغيب عن بالنا حقيقة أن السبب في العمل بكفاءة هو أن تتمتع بحياة جيدة ووقت كاف في المنزل مع عائلتك.\n أعد التحضير قبل البدء\nواحدة من أفضل الطرق للتغلب على التسويف والحصول على المزيد من الإنتاجية والإنجاز أسرع هو أن يكون كل ما تحتاجه في متناول اليد قبل أن تبدأ العمل كما لو أنك صياد حيوانات بالأسهم وقوسك في وضع الاستعداد فإن المهام لن يأخذ مجهود سوى إشارة من عقلك بالإطلاق.\n١٠. مهمة واحدة في وقت واحد\nواحدة من أفضل الطرق للتغلب على التسويف وهى أن يصبح عقلك متفرغ  لشيء واحد وهى مهمتك الوحيدة التي ستنفذها في وقت محدد من الزمن ولنفترض انها مهمة ضخمه أمامك وعليك التركيز عليه\nتنمية مهاراتك الأساسية\nالسبب الرئيسي للمماطلة هو الشعور بعدم الكفاية وانعدام الثقة أو عجز في عنصر رئيسي من المهمة.\nالشعور بضعف أو نقص في شيء واحد يكفي لتعطيلك عن بدء العمل.\n"
    },
    {
      "source": {
        "id": "cnn",
        "name": "CNN"
      },
      "author": "تمارين2",
      "title": "Rudy Giuliani suspended from practicing law in Washington, DC - CNN ",
      "description": "ويعد رفع اللياقة البدنية من النشاطات الرياضية المهمة خصوصاً أن لهذه الرياضة المختلفة التمارين فوائد مثل إنقاص الوزن وآثار جسدية ونفسية إيجابية.\n أن لهذه الرياضة المختلفة التمارين فوائد مثل إنقاص الوزن وآثار جسدية ونفسية إيجابية.",
      "url": "https://commondatastorage.googleapis.com/gtv-videos-bucket/sample/BigBuckBunny.mp4",
      "urlToImage": "https://images.unsplash.com/photo-1599058918144-1ffabb6ab9a0?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=749&q=80",
      "publishedAt": "2021-07-07T23:26:00Z",
      "content": "هناك تمارين لياقة بدنية للمبتدئين سهلة التنفيذ خصوصاً إن تم الالتزام في جدول تمارين لياقة بدنية ويمكن فعله حتى في المنزل وهو للرجال كما للنساء.\nويعد رفع اللياقة البدنية من النشاطات الرياضية المهمة خصوصاً أن لهذه الرياضة المختلفة التمارين فوائد مثل إنقاص الوزن وآثار جسدية ونفسية إيجابية.\n"
    },
    {
      "source": {
        "id": "cbs-news",
        "name": "CBS News"
      },
      "author": "Sarah Sarah, Peter Martinez",
      "title": "18 victims recovered in Florida condo building collapse, bringing death toll to 54 - CBS News",
      "description": "Officials said 86 people are still unaccounted for. Crews will transition from search and rescue to a recovery operation by the end of the day.",
      "url": "https://commondatastorage.googleapis.com/gtv-videos-bucket/sample/BigBuckBunny.mp4",
      "urlToImage": "https://cbsnews2.cbsistatic.com/hub/i/r/2021/07/07/d09dc08e-9e07-4436-bec8-a2de4db11f28/thumbnail/1200x630/b0e911cb66f7f3e33eafd39a52d23edc/gettyimages-1233839066.jpg",
      "publishedAt": "2021-07-07T23:08:02Z",
      "content": "A total of 18 more victims have been recovered in the condo building collapse in Surfside, Florida, bringing the death toll to 54. Another 86 people are still unaccounted for, Miami-Dade County Mayor… [+1905 chars]"
    },
    {
      "source": {
        "id": "ars-technica",
        "name": "Ars Technica"
      },
      "author": "Beth Mole",
      "title": "mRNA vaccine technology moves to flu: Moderna says trial has begun - Ars Technica",
      "description": "Moderna aims for one seasonal shot for flu, COVID-19, respiratory viruses RSV and HMPV.",
      "url": "https://arstechnica.com/science/2021/07/mrna-vaccine-technology-moves-to-flu-moderna-says-trial-has-begun/",
      "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2021/07/GettyImages-1232272941-760x380.jpeg",
      "publishedAt": "2021-07-07T22:45:44Z",
      "content": "53 with 40 posters participating\r\nModerna has given out the first doses of an mRNA-based influenza vaccine to participants in an early-phase clinical trial, the company announced Wednesday.\r\nModerna … [+6980 chars]"
    },
    {
      "source": {
        "id": "the-verge",
        "name": "The Verge"
      },
      "author": "Sean Hollister",
      "title": "Another Amazon-first gadget brand has suspiciously vanished: Choetech - The Verge",
      "description": "At least six Amazon-first gadget brands have now mysteriously disappeared, including Aukey, Mpow, RavPower, Vava, TaoTronics, and now Choetech.",
      "url": "https://www.theverge.com/2021/7/7/22567530/amazon-choetech-removed-pulled-aukey-mpow",
      "urlToImage": "https://cdn.vox-cdn.com/thumbor/3-xkh1_eIhvaY7m38sy7DKX4lns=/0x74:1024x610/fit-in/1200x630/cdn.vox-cdn.com/uploads/chorus_asset/file/22704521/choetech.jpg",
      "publishedAt": "2021-07-07T22:41:40Z",
      "content": "Choetech, purveyor of chargers, hubs, and cables\r\nIf youre in the market for a new charger or cable, you might find fewer brands on Amazon than youd expect because at least six of them have mysteriou… [+2211 chars]"
    },
    {
      "source": {
        "id": "politico",
        "name": "Politico"
      },
      "author": "Leah Nylen",
      "title": "36 states, D.C. sue Google for alleged antitrust violations in its Android app store - POLITICO",
      "description": "The lawsuit filed in California federal court is the third by state attorneys general to target the company for alleged antitrust violations.",
      "url": "https://www.politico.com/news/2021/07/07/36-states-dc-sue-google-for-alleged-antitrust-violations-in-its-android-app-store-498622",
      "urlToImage": "https://static.politico.com/2d/a5/195c0d494d31af08728d6b038be7/ap20294681951630.jpg",
      "publishedAt": "2021-07-07T22:35:49Z",
      "content": "In addition to Wednesday's suit, Google also faces a suit that the Justice Department and 14 states filed in October, focused on Google's efforts to dominate the mobile search market; one from 38stat… [+3155 chars]"
    },
    {
      "source": {
        "id": null,
        "name": "KOB"
      },
      "author": "KOB Web Staff",
      "title": "New Mexico reports 1 new death, 83 additional COVID-19 cases - KOB",
      "description": "New Mexico reports 1 new death, 83 additional COVID-19 cases",
      "url": "https://www.kob.com/new-mexico-news/new-mexico-reports-1-new-death-83-additional-covid-19-cases/6164371/",
      "urlToImage": "https://www.kob.com/kobtvimages/repository/2021-07/corona-in-nm-generic.jpg",
      "publishedAt": "2021-07-07T22:29:16Z",
      "content": "The latest cases include:\r\n<ul><li>27 new cases in Bernalillo County</li><li>1 new case in Chaves County</li><li>2 new cases in Curry County</li><li>5 new cases in Doña Ana County</li><li>1 new case … [+795 chars]"
    },
    {
      "source": {
        "id": "cnn",
        "name": "CNN"
      },
      "author": "Eric Levenson, CNN",
      "title": "In Maryland, every person who died of Covid-19 in June was unvaccinated. That's not an aberration, experts say - CNN ",
      "description": "Last month, 130 people died of Covid-19 in Maryland. None of them were vaccinated, according to Maryland Gov. Larry Hogan.",
      "url": "https://www.cnn.com/2021/07/07/us/maryland-unvaccinated-covid-deaths/index.html",
      "urlToImage": "https://cdn.cnn.com/cnnnext/dam/assets/210608232205-maryland-vaccination-0521-super-tease.jpg",
      "publishedAt": "2021-07-07T22:29:00Z",
      "content": "(CNN)Last month, 130 people died of Covid-19 in Maryland. None of them were vaccinated, according to Maryland Gov. Larry Hogan.\r\nIn addition, unvaccinated people made up 95% of new Covid-19 cases in … [+5459 chars]"
    },
    {
      "source": {
        "id": null,
        "name": "Investor's Business Daily"
      },
      "author": "Investor's Business Daily",
      "title": "Dow Jones Futures: Apple Leads Market Rally After Fed Minutes; Meme Stock Newegg Rockets; Tesla, Nio Fall - Investor's Business Daily",
      "description": "Apple led the major indexes to tiny gains. New meme stock Newegg soared. PayPal broke out. Tesla China sales are on tap.",
      "url": "https://www.investors.com/market-trend/stock-market-today/dow-jones-futures-market-rally-edges-up-after-fed-minutes-apple-leads-meme-stock-newegg-explodes-tesla-nio/",
      "urlToImage": "https://www.investors.com/wp-content/uploads/2021/07/Stock-rocketeggshell-01-adobe.jpg",
      "publishedAt": "2021-07-07T22:29:00Z",
      "content": "Dow Jones futures nudged higher late Wednesday, along with S&amp;P 500 futures and Nasdaq futures. The stock market rally showed slim gains on Wednesday, with the S&amp;P 500 and Nasdaq composite hit… [+7769 chars]"
    },
    {
      "source": {
        "id": "politico",
        "name": "Politico"
      },
      "author": "Lara Seligman",
      "title": "Sources: U.S. troop withdrawal from Afghanistan complete 'for all intents and purposes' - POLITICO",
      "description": "The U.S. currently has roughly 600 troops in Afghanistan, most of whom are Marine Corps and Army personnel providing security at the U.S. Embassy in Kabul.",
      "url": "https://www.politico.com/news/2021/07/07/us-troop-withdrawal-afghanistan-498671",
      "urlToImage": "https://static.politico.com/3d/8d/56c109104ff2867414b435aff6a2/gettyimages-849101460-c.jpg",
      "publishedAt": "2021-07-07T22:13:02Z",
      "content": "Besides the security troops, the only U.S. military personnel left to withdraw by the Sept. 11 deadline Biden set in May are Gen. Scott Miller, the commander of U.S. Forces-Afghanistan, and a handful… [+2945 chars]"
    },
    {
      "source": {
        "id": "ars-technica",
        "name": "Ars Technica"
      },
      "author": "Dan Goodin",
      "title": "Microsoft’s emergency patch fails to fix critical “PrintNightmare” vulnerability - Ars Technica",
      "description": "Game-over code-execution attacks are still possible even after fix is installed.",
      "url": "https://arstechnica.com/gadgets/2021/07/microsofts-emergency-patch-fails-to-fix-critical-printnightmare-vulnerability/",
      "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2021/04/GettyImages_SkullCrossbonesBinaryComputerScreen-CROPPED-760x380.jpeg",
      "publishedAt": "2021-07-07T22:10:37Z",
      "content": "29 with 21 posters participating\r\nAn emergency patch Microsoft issued on Tuesday fails to fully fix a critical security vulnerability in all supported versions of Windows that allows attackers to tak… [+5107 chars]"
    },
    {
      "source": {
        "id": null,
        "name": "Arizona Sports"
      },
      "author": "Kevin Zimmerman",
      "title": "Phoenix Suns have options to replace backup C Dario Saric - Arizona Sports",
      "description": "Would you have guessed Dario Saric had the best net rating (12.1) of any Suns players during these playoffs? Probably not.",
      "url": "https://arizonasports.com/story/2719790/phoenix-suns-have-options-to-replace-backup-c-dario-saric/",
      "urlToImage": "https://arizonasports.com/wp-content/uploads/2021/07/dario-saric-game-1-nba-finals.jpg",
      "publishedAt": "2021-07-07T22:04:00Z",
      "content": "Dario Saric began his career with the Phoenix Suns a season ago as a starting power forward whose role, limitations and all, acted as a glue.\r\nBy the end of Phoenix’s perfect bubble run in 2019-20, h… [+4458 chars]"
    },
    {
      "source": {
        "id": "cnn",
        "name": "CNN"
      },
      "author": "Megan Marples and Ashley Strickland, CNN",
      "title": "Massive X-class solar flare erupted from sun - CNN ",
      "description": "An X-class solar flare erupted from the sun on July 3, the first large solar flare of solar cycle 25.",
      "url": "https://www.cnn.com/2021/07/07/world/solar-flare-cycle-25-scn/index.html",
      "urlToImage": "https://cdn.cnn.com/cnnnext/dam/assets/210707172124-solar-flare-cycle-25-scn-super-tease.jpg",
      "publishedAt": "2021-07-07T21:50:00Z",
      "content": null
    },
    {
      "source": {
        "id": null,
        "name": "CNET"
      },
      "author": "Leslie Katz",
      "title": "What a 51,000-year-old carved bone tells us about Neanderthals - CNET",
      "description": "These ancient humans were artistic? Scientists keep finding ways to challenge Neanderthal stereotypes.",
      "url": "https://www.cnet.com/news/what-a-51000-year-old-carved-bone-tells-us-about-neanderthals/",
      "urlToImage": "https://www.cnet.com/a/img/N0WAsZfeNm8Bjg2tSqatlIWQ0OQ=/1200x630/2021/07/06/1b45c6ea-b9fd-4eca-9411-9bbcf3243cd9/deerbone.jpg",
      "publishedAt": "2021-07-07T21:23:00Z",
      "content": "Evidence continues to mount that our Neanderthal brethren may have been more sophisticated than we give them credit for. Artsy even. And researchers point to a 51,000-year-old deer bone as proof. \r\nR… [+3387 chars]"
    },
    {
      "source": {
        "id": null,
        "name": "KTLA Los Angeles"
      },
      "author": "Cindy Von Quednow, Lauren Lyster",
      "title": "More than $1B worth of marijuana seized during ‘historic’ bust in Antelope Valley: LASD - KTLA Los Angeles",
      "description": "Officials seized more than 16 tons of harvested marijuana from illegal grows in the Antelope Valley area last month in what L.A. County Sheriff’s Department officials called a “historic” bust. The street value of the seized plants is estimated at $1.19 billio…",
      "url": "https://ktla.com/news/local-news/more-than-1b-worth-of-marijuana-seized-during-historic-bust-in-antelope-valley-lasd/",
      "urlToImage": "https://ktla.com/wp-content/uploads/sites/4/2021/07/mj.png?w=1280",
      "publishedAt": "2021-07-07T20:50:17Z",
      "content": "Officials seized more than 16 tons of harvested marijuana from illegal grows in the Antelope Valley area last month in what L.A. County Sheriff’s Department officials called a “historic” bust. \r\nThe … [+2519 chars]"
    },
    {
      "source": {
        "id": "google-news",
        "name": "Google News"
      },
      "author": null,
      "title": "Roger Federer Quarter-Final Press Conference | Wimbledon 2021 - Wimbledon",
      "description": null,
      "url": "https://news.google.com/__i/rss/rd/articles/CBMiK2h0dHBzOi8vd3d3LnlvdXR1YmUuY29tL3dhdGNoP3Y9UHhDdVFKcUpxTjTSAQA?oc=5",
      "urlToImage": null,
      "publishedAt": "2021-07-07T20:44:30Z",
      "content": null
    },
    {
      "source": {
        "id": null,
        "name": "New York Post"
      },
      "author": "Aaron Feis",
      "title": "Haiti's president killed by 'well-trained professional commandos,' ambassador says - New York Post ",
      "description": "In the assassination, Jovenel Moïse was killed while Haiti’s First Lady was injured. Now, the country’s ambassador to the US Bocchit Edmond said the killers are “foreign mercenari…",
      "url": "https://nypost.com/2021/07/07/haitis-president-jovenel-moise-killed-by-well-trained-professional-commandos/",
      "urlToImage": "https://nypost.com/wp-content/uploads/sites/2/2021/07/FILE-_HAITI_PRESIDENT_DEATH_1.jpg?quality=90&strip=all&w=1200",
      "publishedAt": "2021-07-07T20:17:00Z",
      "content": "The daring assassination of Haitian President Jovenel Moïse at his home outside Port-au-Prince was carried out by “well-trained professional commandos” who may have already fled the country, the nati… [+2232 chars]"
    },
    {
      "source": {
        "id": null,
        "name": "New York Post"
      },
      "author": "Natalie O'Neill",
      "title": "Tropical Storm Elsa leaves thousands without power in Florida - New York Post ",
      "description": "Tropical Storm Elsa made landfall in Florida Wednesday, battering the state with wild winds and heavy rainfall — and leaving tens of thousands of people without power before it weakened and churned…",
      "url": "https://nypost.com/2021/07/07/tropical-storm-elsa-leaves-thousands-without-power-in-florida/",
      "urlToImage": "https://nypost.com/wp-content/uploads/sites/2/2021/07/else.png?w=1200",
      "publishedAt": "2021-07-07T19:58:00Z",
      "content": "Tropical Storm Elsa made landfall in Florida Wednesday, battering the state with wild winds and heavy rainfall and leaving tens of thousands of people without power before it weakened and churned nor… [+2163 chars]"
    },
    {
      "source": {
        "id": "nbc-news",
        "name": "NBC News"
      },
      "author": "Hayley Vaughn",
      "title": "Juvenile reworks hit 'Back That Thang Up' into pro-vaccine 'Vax That Thang Up' - NBC News",
      "description": "Rapper Juvenile has adapted his hit song 'Back That Thang Up' to turn it into a pro-vaccine anthem 'Vax That Thank Up' to encourage others to get vaccinated.",
      "url": "https://www.nbcnews.com/news/us-news/juvenile-reworks-hit-back-thang-pro-vaccine-vax-thang-n1273287",
      "urlToImage": "https://media-cldnry.s-nbcnews.com/image/upload/t_nbcnews-fp-1200-630,f_auto,q_auto:best/newscms/2021_27/3489388/210707-juvenile-vax-that-thang-up-ew-250p.jpg",
      "publishedAt": "2021-07-07T19:23:00Z",
      "content": "Rapper Juvenile has adapted his 1999 hit song \"Back That Thang Up\" into a pro-vaccine anthem called 'Vax That Thang Up' that was released on Monday.\r\nThe new song comes as part of a promotional partn… [+1538 chars]"
    }
  ]
}
